const swimaQuizzes = [
    {
        "id": 808,
        "date": "2026-03-22 20:58:30",
        "question": "📌 الاستفتاء رقم 41:\nما هو الهدف الأساسي من اعتماد \"نظام التمثيل النسبي\" في المجالس المحلية (البلدية والولائية)؟",
        "options": [
            {
                "text": "السماح للأقليات السياسية بالمشاركة في تمثيل الشعب وتوزيع المقاعد حسب نسبة الأصوات.",
                "is_correct": false
            },
            {
                "text": "منح الحزب الحائز على أغلبية الأصوات جميع مقاعد المجلس",
                "is_correct": false
            },
            {
                "text": "إقصاء الأحزاب الصغيرة من المشاركة.",
                "is_correct": false
            },
            {
                "text": "تسهيل عملية فرز الأصوات وسرعة إعلان النتائج",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 807,
        "date": "2026-03-22 20:54:49",
        "question": "📌 الاستفتاء رقم 40:\nلماذا يتعذر تطبيق نظام \"التمثيل النسبي\" في الانتخاب الفردي الذي يدور حول منصب واحد (مثل الرئاسيات)؟",
        "options": [
            {
                "text": "لأن تقسيم المقاعد في هذا النظام يتطلب وجود قائمة وتعدد في المقاعد المخصصة للدائرة.",
                "is_correct": false
            },
            {
                "text": "لأن القوانين الجزائرية تمنع ذلك صراحة.",
                "is_correct": false
            },
            {
                "text": "لأن الاقتراع الفردي يتطلب دائماً وجود دور ثانٍ.",
                "is_correct": false
            },
            {
                "text": "لأن نظام التمثيل النسبي مخصص فقط لانتخابات مجلس الأمة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 806,
        "date": "2026-03-22 20:50:51",
        "question": "📌 الاستفتاء 39:\nمن يفوز بمنصب رئيس مجلس الأمة في حالة \"تساوي الأصوات\" بين المترشحين في الدور الثاني؟",
        "options": [
            {
                "text": "المترشح الأصغر سناً.",
                "is_correct": false
            },
            {
                "text": "المترشح الأكبر سناً.",
                "is_correct": false
            },
            {
                "text": "تُلغى النتائج وتُعاد عملية التصويت من جديد",
                "is_correct": false
            },
            {
                "text": "المترشح الذي ينتمي لحزب رئيس الجمهورية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 805,
        "date": "2026-03-22 20:47:26",
        "question": "📌 الاستفتاء رقم 38:\nفي حال تعدد المترشحين لمنصب رئيس مجلس الأمة وعدم حصول أي منهم على الأغلبية المطلقة في الدور الأول، ماذا ينص النظام الداخلي للمجلس؟",
        "options": [
            {
                "text": "يتم اللجوء إلى القرعة لتحديد الفائز",
                "is_correct": false
            },
            {
                "text": "تُجرى دورة ثانية بين المترشحين اللذين حصلا على أكبر عدد من الأصوات في أجل 24 ساعة.",
                "is_correct": false
            },
            {
                "text": "تُعاد الانتخابات بعد شهر كامل بمرشحين جدد",
                "is_correct": false
            },
            {
                "text": "يتم تعيين أكبر الأعضاء سناً مباشرة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 804,
        "date": "2026-03-22 20:38:12",
        "question": "📌 الاستفتاء رقم 37:\nما هو نموذج الاقتراع المعتمد لانتخاب أعضاء مجلس الأمة حسب نص المادة 218 من الأمر 21-01؟",
        "options": [
            {
                "text": "نموذج الاقتراع على القائمة النسبية في دورين",
                "is_correct": false
            },
            {
                "text": "نموذج الاقتراع الفردي بالأغلبية المطلقة",
                "is_correct": false
            },
            {
                "text": "نموذج الاقتراع المتعدد الأسماء في دور واحد بالأغلبية",
                "is_correct": false
            },
            {
                "text": "نموذج التعيين المباشر لجميع الأعضاء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 803,
        "date": "2026-03-22 20:35:45",
        "question": "📌 الاستفتاء رقم 36:\nما هي الفئة التي يحق لها انتخاب ثلثي (2/3) أعضاء مجلس الأمة في الجزائر؟",
        "options": [
            {
                "text": "أعضاء المجالس الشعبية البلدية والولائية (اقتراع غير مباشر وسري).",
                "is_correct": false
            },
            {
                "text": "جميع المواطنين المسجلين في القوائم الانتخابية (اقتراع عام مباشر).",
                "is_correct": false
            },
            {
                "text": "أساتذة الجامعات والقضاة والنقابات المهنية",
                "is_correct": false
            },
            {
                "text": "أعضاء المجلس الشعبي الوطني فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 802,
        "date": "2026-03-22 20:29:47",
        "question": "📌 الاستفتاء رقم 35:\nكيف يتم اختيار أعضاء \"الثلث الرئاسي\" (الأعضاء المعينون) في مجلس الأمة حسب التعديل الدستوري لسنة 2020؟",
        "options": [
            {
                "text": "يتم اختيارهم من طرف أعضاء المجالس الولائية والبلدية",
                "is_correct": false
            },
            {
                "text": "يتم انتخابهم من طرف الشعب مباشرة في دور واحد",
                "is_correct": false
            },
            {
                "text": "يعينهم رئيس الجمهورية من بين الشخصيات والكفاءات الوطنية",
                "is_correct": false
            },
            {
                "text": "يتم تعيينهم من طرف رئيس المحكمة الدستورية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 801,
        "date": "2026-03-22 20:26:36",
        "question": "📌 الاستفتاء 34:\nمتى يُقبل انسحاب المترشح للانتخابات الرئاسية بعد اعتماد المحكمة الدستورية للترشيحات؟",
        "options": [
            {
                "text": "لا يقبل ولا يعتد به إلا في حالة حصول مانع خطير تثبته المحكمة الدستورية أو وفاة المترشح.",
                "is_correct": false
            },
            {
                "text": "يقبل إذا وافق عليه ثلثي أعضاء البرلمان",
                "is_correct": false
            },
            {
                "text": "يقبل فقط إذا تم قبل موعد الاقتراع بـ 48 ساعة",
                "is_correct": false
            },
            {
                "text": "يقبل الانسحاب في أي وقت وبدون مبرر",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 800,
        "date": "2026-03-22 20:24:22",
        "question": "📌 الاستفتاء رقم 33:\nفي حال عدم حصول أي مرشح على الأغلبية المطلقة في الدور الأول، متى يتم تنظيم الدور الثاني ومن يشارك فيه؟",
        "options": [
            {
                "text": "ينظم بعد 30 يوماً ويشارك فيه الثلاثة الأوائل في الترتيب",
                "is_correct": false
            },
            {
                "text": "ينظم خلال 15 يوماً ويقتصر التنافس فيه على المرشحين اللذين أحرزا أكبر عدد من الأصوات",
                "is_correct": false
            },
            {
                "text": "ينظم خلال شهر ويسمح لجميع مرشحي الدور الأول بإعادة الترشح",
                "is_correct": false
            },
            {
                "text": "يتم إلغاء الانتخابات وإعادتها من البداية بمرشحين جدد.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 799,
        "date": "2026-03-22 20:07:28",
        "question": "📌 الاستفتاء رقم 32:\nتعتبر الانتخابات في الأنظمة السياسية المعاصرة وسيلة لـ:",
        "options": [
            {
                "text": "الوصول إلى السلطة والمجالس المنتخبة وتجسيد مشروعية الديمقراطية",
                "is_correct": false
            },
            {
                "text": "تعطيل القوانين والتشريعات",
                "is_correct": false
            },
            {
                "text": "إلغاء الرقابة على أعمال الحكومات",
                "is_correct": false
            },
            {
                "text": "تفادي التداول على السلطة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 798,
        "date": "2026-03-22 20:04:43",
        "question": "📌 الاستفتاء رقم 31:\nأي من الأنظمة الانتخابية التالية يعتمده المشرع الجزائري في انتخابات \"مجلس الأمة\"؟",
        "options": [
            {
                "text": "نظام الأغلبية المطلقة",
                "is_correct": false
            },
            {
                "text": "نظام الأغلبية النسبية",
                "is_correct": false
            },
            {
                "text": "نظام التعيين المباشر من الرئيس",
                "is_correct": false
            },
            {
                "text": "نظام القائمة المفتوحة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 797,
        "date": "2026-03-22 20:01:10",
        "question": "📌 الاستفتاء رقم 30:\nما هو الشرط القانوني للفوز بمنصب رئيس الجمهورية في الدور الأول حسب النظام الجزائري؟",
        "options": [
            {
                "text": "الحصول على أعلى عدد من الأصوات مهما كانت النسبة",
                "is_correct": false
            },
            {
                "text": "الحصول على نسبة 50% فقط من الأصوات",
                "is_correct": false
            },
            {
                "text": "الحصول على نسبة 50% + صوت واحد من الأصوات المعبر عنها.",
                "is_correct": false
            },
            {
                "text": "الحصول على ثلثي أصوات الناخبين المسجلين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 773,
        "date": "2026-03-14 19:01:43",
        "question": "📌الإستفتاء رقم 29 :\n\n - يتم إصدار النتائج الرسمية للإنتخابات من قبل :",
        "options": [
            {
                "text": "المواطنون",
                "is_correct": false
            },
            {
                "text": "الهيئة المختصة قانونا",
                "is_correct": false
            },
            {
                "text": "المترشحون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 772,
        "date": "2026-03-14 18:59:39",
        "question": "📌الإستفتاء رقم 28 :\n\n - في حالة وقوع تزوير في نتائج الإنتخابات هل يتم :",
        "options": [
            {
                "text": "إيقاف التصويت",
                "is_correct": false
            },
            {
                "text": "تجاهل التزوير",
                "is_correct": false
            },
            {
                "text": "إلغاء النتائج",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 771,
        "date": "2026-03-14 18:56:43",
        "question": "📌 الاستفتاء رقم 27 : \n\n -من ضمانات بعد الإنتخاب :",
        "options": [
            {
                "text": "إعلان النتائج الرسمية",
                "is_correct": false
            },
            {
                "text": "تقسيم الدوائر",
                "is_correct": false
            },
            {
                "text": "حياد الإعلام",
                "is_correct": false
            },
            {
                "text": "إستحداث السلطة الوطنية المختصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 770,
        "date": "2026-03-14 18:53:44",
        "question": "📌 الاستفتاء رقم 26 : \n\n -\" توقيع وبصمة الناخب\"   هل هي ؟",
        "options": [
            {
                "text": "صفة من صفات الإنتخاب",
                "is_correct": false
            },
            {
                "text": "من ضمانات أثناء الإنتخاب",
                "is_correct": false
            },
            {
                "text": "من ضمانات بعد الإنتخاب",
                "is_correct": false
            },
            {
                "text": "شرط من شروط الإنتخاب",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 769,
        "date": "2026-03-13 19:52:06",
        "question": "📌 الاستفتاء رقم 25 : \n\n - سرية التصويت يقابلها أثناء الفرز :",
        "options": [
            {
                "text": "سرية الفرز",
                "is_correct": false
            },
            {
                "text": "منع الحضور",
                "is_correct": false
            },
            {
                "text": "علنية الفرز",
                "is_correct": false
            },
            {
                "text": "منع المترشحين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 766,
        "date": "2026-03-13 19:23:39",
        "question": "📌 الاستفتاء رقم 24 : \n\n - من ضمانات قبل الإنتخاب:",
        "options": [
            {
                "text": "علانية الفرز",
                "is_correct": false
            },
            {
                "text": "حياد الادارة",
                "is_correct": false
            },
            {
                "text": "إعلان النتائج",
                "is_correct": false
            },
            {
                "text": "الطعن في النتائج",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 765,
        "date": "2026-03-13 19:15:01",
        "question": "📌الاستفتاء رقم 23 :\n\n - تعتبر \"تطهير القوائم الإنتخابية\" من ضمانات قبل الإنتخاب.  _ هل يقصد بها ؟",
        "options": [
            {
                "text": "تحديثها و مراجعتها دوريا",
                "is_correct": false
            },
            {
                "text": "حذف الإنتخابات",
                "is_correct": false
            },
            {
                "text": "منع المواطنين من التصويت",
                "is_correct": false
            },
            {
                "text": "تغيير الدوائر الإنتخابية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 762,
        "date": "2026-03-13 19:01:46",
        "question": "📌 الاستفتاء رقم 22 : \n\n - يقصد بضمانات الإنتخاب :",
        "options": [
            {
                "text": "الوسائل التي تمنع الإنتخابات",
                "is_correct": false
            },
            {
                "text": "القواعد التي تضمن نزاهة وشفافية الإنتخابات",
                "is_correct": false
            },
            {
                "text": "منع التصويت",
                "is_correct": false
            },
            {
                "text": "تقليل المشاركة السياسية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 760,
        "date": "2026-03-13 18:56:05",
        "question": "📌الاستفتاء رقم 21 : \n\n - الأنتخاب العلني يطبق غالبا في :",
        "options": [
            {
                "text": "التصويت على القوانين في البرلمان",
                "is_correct": false
            },
            {
                "text": "الإنتخابات الرئاسية",
                "is_correct": false
            },
            {
                "text": "الإنتخابات المحلية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 759,
        "date": "2026-03-13 18:52:38",
        "question": "📌الاستفتاء رقم 20 :\n\n - الهدف من الإنتخاب السري :",
        "options": [
            {
                "text": "تقليل عدد الناخبين",
                "is_correct": false
            },
            {
                "text": "تسريع الإنتخابات",
                "is_correct": false
            },
            {
                "text": "تقليل المشاركة السياسية",
                "is_correct": false
            },
            {
                "text": "حماية الناخب من التهديد والعنف",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 758,
        "date": "2026-03-13 18:50:07",
        "question": "📌الاستفتاء رقم 19 :\n\n - يقصد بالإنتخاب السري ؟",
        "options": [
            {
                "text": "التصويت أمام الجميع",
                "is_correct": false
            },
            {
                "text": "إدلاء الناخب بصوته دون معرفة الآخرين به",
                "is_correct": false
            },
            {
                "text": "التصويت في البرلمان",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 744,
        "date": "2026-03-09 20:30:35",
        "question": "📌الاستفتاء رقم 18 :\nما الذي يميز القوائم المفتوحة؟",
        "options": [
            {
                "text": "إمكانية اختيار المرشحين أو تغيير ترتيبهم",
                "is_correct": false
            },
            {
                "text": "منع الناخب من التعديل",
                "is_correct": false
            },
            {
                "text": "عدم إمكانية اختيار المرشحين",
                "is_correct": false
            },
            {
                "text": "التصويت لحزب فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 743,
        "date": "2026-03-09 20:28:19",
        "question": "📌 الاستفتاء رقم 17 :\nفي نظام القوائم المغلقة يستطيع الناخب :",
        "options": [
            {
                "text": "المزج بين القوائم",
                "is_correct": false
            },
            {
                "text": "التصويت للقائمة كما هي دون تغيير",
                "is_correct": false
            },
            {
                "text": "اختيار بعض المرشحين فقط",
                "is_correct": false
            },
            {
                "text": "تغيير ترتيب المرشحين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 742,
        "date": "2026-03-09 20:25:51",
        "question": "📌 الاستفتاء رقم 16 :\nالانتخاب بالقائمة يعني:",
        "options": [
            {
                "text": "انتخاب هيئة وسيطة",
                "is_correct": false
            },
            {
                "text": "انتخاب الرئيس فقط",
                "is_correct": false
            },
            {
                "text": "انتخاب مرشح واحد فقط",
                "is_correct": false
            },
            {
                "text": "انتخاب مجموعة مرشحين ضمن قائمة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 741,
        "date": "2026-03-09 20:22:27",
        "question": "📌 الاستفتاء رقم 15:\nماذا يحدث إذا لم يحصل أي مرشح على الأغلبية في الدور الأول؟",
        "options": [
            {
                "text": "يعاد التصويت من البداية",
                "is_correct": false
            },
            {
                "text": "ينظم دور ثانٍ بين المرشحين الأوائل",
                "is_correct": false
            },
            {
                "text": "يعين الفائز مباشرة",
                "is_correct": false
            },
            {
                "text": "يلغى الانتخاب",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 740,
        "date": "2026-03-09 20:20:57",
        "question": "📌 الاستفتاء رقم 14:\nيفوز المرشح في الانتخاب الفردي في دور واحد عندما :",
        "options": [
            {
                "text": "يوافق عليه البرلمان",
                "is_correct": false
            },
            {
                "text": "يحصل على كل الأصوات",
                "is_correct": false
            },
            {
                "text": "يحصل على أكبر عدد من الأصوات",
                "is_correct": false
            },
            {
                "text": "يحصل على نصف الأصوات فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 739,
        "date": "2026-03-09 20:18:29",
        "question": "📌 الاستفتاء رقم 13:\nنظام الانتخاب الفردي يقوم الناخب بـ:",
        "options": [
            {
                "text": "اختيار عدة قوائم",
                "is_correct": false
            },
            {
                "text": "اختيار مرشح واحد في الدائرة الانتخابية",
                "is_correct": false
            },
            {
                "text": "اختيار حزب فقط",
                "is_correct": false
            },
            {
                "text": "اختيار قائمة كاملة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 735,
        "date": "2026-03-09 19:59:56",
        "question": "📌 الاستفتاء رقم 12 :\nالانتخاب غير المباشر يعني أن المواطنين :",
        "options": [
            {
                "text": "ينتخبون الرئيس مباشرة",
                "is_correct": false
            },
            {
                "text": "لا يشاركون في الانتخابات",
                "is_correct": false
            },
            {
                "text": "ينتخبون هيئة تقوم بانتخاب الممثلين",
                "is_correct": false
            },
            {
                "text": "يختارون القوائم فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 734,
        "date": "2026-03-09 19:58:07",
        "question": "📌 الاستفتاء رقم 11 :\nفي الانتخاب المباشر يقوم الناخب بـ:",
        "options": [
            {
                "text": "انتخاب ممثليه مباشرة",
                "is_correct": false
            },
            {
                "text": "تعيين الممثلين",
                "is_correct": false
            },
            {
                "text": "انتخاب هيئة وسيطة",
                "is_correct": false
            },
            {
                "text": "اختيار حزب فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 733,
        "date": "2026-03-09 19:47:59",
        "question": "📌 الاستفتاء رقم 10:\nأي شرط من شروط الناخب في الجزائر؟",
        "options": [
            {
                "text": "أن يكون عمره أقل من 18 سنة",
                "is_correct": false
            },
            {
                "text": "أن يتمتع بالحقوق المدنية والسياسية",
                "is_correct": false
            },
            {
                "text": "أن لا يكون مسجلاً في القوائم الانتخابية",
                "is_correct": false
            },
            {
                "text": "أن يكون أجنبياً",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 732,
        "date": "2026-03-09 19:44:35",
        "question": "📌 الاستفتاء رقم 9 :\nما الهدف الأساسي من الاقتراع العام؟",
        "options": [
            {
                "text": "منع المواطنين من المشاركة السياسية",
                "is_correct": false
            },
            {
                "text": "إعطاء السلطة للحكومة فقط",
                "is_correct": false
            },
            {
                "text": "تحقيق مبدأ سيادة الشعب",
                "is_correct": false
            },
            {
                "text": "اختيار فئة محددة للحكم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 731,
        "date": "2026-03-09 19:42:19",
        "question": "📌 الاستفتاء رقم 8 :\nما المقصود بالاقتراع العام؟",
        "options": [
            {
                "text": "نظام يمنح حق التصويت لجميع المواطنين البالغين دون تمييز",
                "is_correct": false
            },
            {
                "text": "التصويت لفئة معينة من المواطنين فقط",
                "is_correct": false
            },
            {
                "text": "التصويت للرجال فقط",
                "is_correct": false
            },
            {
                "text": "التصويت للأغنياء فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 730,
        "date": "2026-03-09 19:25:04",
        "question": "📌 الاستفتاء رقم 7 :\n\n- الاقتراع المقيد بشرط الكفاءة يعتمد على :",
        "options": [
            {
                "text": "التعليم و القدرة على القراءة و الكتابة",
                "is_correct": false
            },
            {
                "text": "السن فقط",
                "is_correct": false
            },
            {
                "text": "الثروة فقط",
                "is_correct": false
            },
            {
                "text": "الجنسية فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 729,
        "date": "2026-03-09 19:22:10",
        "question": "📌 الاستفتاء رقم 6 :\n\n -يشترط في الاقتراع المالي  أن يكون الناخب :",
        "options": [
            {
                "text": "موظفا في الدولة",
                "is_correct": false
            },
            {
                "text": "متزوجا",
                "is_correct": false
            },
            {
                "text": "مالكا لمال او حائزا لعقار او دافعا لضرائب عقارية",
                "is_correct": false
            },
            {
                "text": "عضو في حزب سياسي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 728,
        "date": "2026-03-09 19:13:14",
        "question": "📌 الاستفتاء رقم 5 :\n\n - يشترط في الناخب قيدوا أهمها:",
        "options": [
            {
                "text": "الاقتراع السري",
                "is_correct": false
            },
            {
                "text": "الاقتراع العام",
                "is_correct": false
            },
            {
                "text": "الاقتراع الإجباري",
                "is_correct": false
            },
            {
                "text": "الاقتراع بنصاب مالي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 726,
        "date": "2026-03-09 18:53:39",
        "question": "📌الاستفتاء رقم 4 :\n\n  - يقصد بالإقتراع المقيد :",
        "options": [
            {
                "text": "مشاركة جميع المواطنين في التصويت",
                "is_correct": false
            },
            {
                "text": "منع الإنتخابات",
                "is_correct": false
            },
            {
                "text": "يقتصر حق التصويت على فئة معينة من المواطنين",
                "is_correct": false
            },
            {
                "text": "فرض التصويت على الجميع",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 724,
        "date": "2026-03-09 04:01:18",
        "question": "📌 إستفتاء رقم 6\n\nوقال بعض الفقهاء المحدثين أن رابطة الجنسية هي رابطة تنظيمية",
        "options": [
            {
                "text": "1_ لأن الدولة تفرضها في غالب الأحيان بقوة القانون",
                "is_correct": false
            },
            {
                "text": "1_ لانهاعلاقة  بين الشخص الذي يتلقاها والدولة التي تمنحها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 723,
        "date": "2026-03-09 03:04:12",
        "question": "📌 إستفتاء رقم 5\nقال البعض منهم أن رابطة الجنسية هي رابطة تعاقدية",
        "options": [
            {
                "text": "1_ لانها نتاج تطابق ارادتين",
                "is_correct": false
            },
            {
                "text": "2_ لانها تمنح بقوة القانون",
                "is_correct": false
            },
            {
                "text": "3_ لانها علاقة بين الدولة والفرد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 722,
        "date": "2026-03-09 02:43:01",
        "question": "📌 إستفتاء رقم 4\n\nانتماء الشخص لدولة معينة",
        "options": [
            {
                "text": "1_ يمنحه حقوق في تلك الدولة",
                "is_correct": false
            },
            {
                "text": "2_ يرتب عليه واجبات تجاه تلك الدولة",
                "is_correct": false
            },
            {
                "text": "3_ يمنحه حقوق ويرتب عليه واجبات معا تجاه تلك الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 721,
        "date": "2026-03-09 02:33:21",
        "question": "📌الاستفتاء رقم 3 :\n\n  - هناك نظرية جمعت بين اتجاهين للانتخاب سميت هذه النظرية ب :",
        "options": [
            {
                "text": "نظرية السيادة الوطنية",
                "is_correct": false
            },
            {
                "text": "نظرية الانتخاب المقيد",
                "is_correct": false
            },
            {
                "text": "نظرية المصلحة العامة",
                "is_correct": false
            },
            {
                "text": "نظرية الانتخاب حق ووظيفة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 720,
        "date": "2026-03-09 02:22:07",
        "question": "📌 إستفتاء رقم 3\n\nانتماء الشخص لدولة معينة",
        "options": [
            {
                "text": "1_ يوفر له ضروف معيشية جيدة",
                "is_correct": false
            },
            {
                "text": "2_ يوفر له حماية في المجتمع الدولي",
                "is_correct": true
            }
        ],
        "explanation": "تقوم الدولة بحماية مواطنيها في المجتمع الدولي بواسطة ساافاراتها وبرعايااة كاال مصالحهم والدفاع عن حقوقهم في الخارج عن طريق قنصلياتها. وهذا لا يتسنى للذي لا يحمل جنسية هذه الدولة"
    },
    {
        "id": 718,
        "date": "2026-03-09 02:03:45",
        "question": "📌 إستفتاء رقم 2\n\nذهب جانب من الفقه إلى أن موضوع الجنسية يدخل في نطاق القانون العام",
        "options": [
            {
                "text": "1_ لان الدولة هي التي تقوم بوضع قواعد تنضمها",
                "is_correct": false
            },
            {
                "text": "2_ لانها عنصر من عناصر الحالة التي تعتبر من مميزات الشخصية القانونية",
                "is_correct": false
            },
            {
                "text": "2-_ لانه يجب الرجوع إلى قانون الأسرة لثبوت نسب الطفل لأبيه أو امه حتى تتحدد جنسيته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 717,
        "date": "2026-03-09 02:01:41",
        "question": "📌الاستفتاء رقم 2 : \n\n  - حق الانتخاب كوظيفة :",
        "options": [
            {
                "text": "اختصاص تمنحه الدولة وتحدد شروطه",
                "is_correct": true
            },
            {
                "text": "حق طبيعي لكل إنسان",
                "is_correct": false
            },
            {
                "text": "حق مطلق لا يمكن تقييده",
                "is_correct": false
            },
            {
                "text": "حق مرتبط بالسن فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 716,
        "date": "2026-03-09 01:44:28",
        "question": "📌الاستفتاء رقم 1 : \n\n- \"إعتبار الانتخاب حقا شخصيا \"        يقوم على مبدأ :",
        "options": [
            {
                "text": "سيادة الحكومة",
                "is_correct": false
            },
            {
                "text": "سيادة القانون",
                "is_correct": false
            },
            {
                "text": "سيادة الشعب",
                "is_correct": true
            },
            {
                "text": "سيادة البرلمان",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 714,
        "date": "2026-03-09 01:39:18",
        "question": "📌 إستفتاء رقم 1\n\nالجنسية هي",
        "options": [
            {
                "text": "1_ رابطة سياسية",
                "is_correct": false
            },
            {
                "text": "2_ رابطة قانونية",
                "is_correct": false
            },
            {
                "text": "3_ رابطة سياسية و قانونية معا",
                "is_correct": true
            }
        ],
        "explanation": "فقد عرفها غالبية الفقهاء بأنها رابطة سياسية وقانونية بين الدولة والشخص أي انتماء الشخص إلى دولة معينة."
    },
    {
        "id": 712,
        "date": "2026-03-09 01:15:50",
        "question": "📌 الاستفتاء رقم 08\nصرات جريمة والنيابة العامة جابولها خبر، هل لازم تستنى الضحية يجي يشكي باش تتحرك؟",
        "options": [
            {
                "text": "تستنى أمر مباشر من وزير العدل باش تتحرك",
                "is_correct": false
            },
            {
                "text": "إيه، الشكوى شرط أساسي دايما باش تبدأ الإجراءات.",
                "is_correct": false
            },
            {
                "text": "لا، تتحرك وتتدخل مباشرة من تلقاء نفسها",
                "is_correct": true
            }
        ],
        "explanation": "القاعدة هي التلقائية يعني النيابة غير تسمع بالجريمة تتحرك وحدها باش تاخذ الإجراء المناسب وما تستناش الضحية، إلا في بعض الجرائم الاستثنائية اللي القانون شرط فيها شكوى أو إذن مسبق."
    },
    {
        "id": 711,
        "date": "2026-03-09 01:13:55",
        "question": "📌 الاستفتاء رقم 07\nإذا وصل ملف للنيابة العامة وكانت الأدلة فيه ناقصة وماراهيش كافية، واش يخولها مبدأ الملائمة تدير؟",
        "options": [
            {
                "text": "تحفظ ملف الدعوى",
                "is_correct": false
            },
            {
                "text": "تحيله لقاضي التحقيق",
                "is_correct": false
            },
            {
                "text": "تحيله لقاضي الحكم ليقرر",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 710,
        "date": "2026-03-09 01:11:26",
        "question": "📌 الاستفتاء رقم 06 \nمن هو المالك الأصلي للدعوى العمومية في نظر القانون الجزائري؟",
        "options": [
            {
                "text": "المجتمع ككل",
                "is_correct": true
            },
            {
                "text": "وكيل الجمهورية باعتباره طرف يدافع عن الحق العام",
                "is_correct": false
            },
            {
                "text": "الشاهد الذي كان موجود وقت ارتكاب الواقعة",
                "is_correct": false
            }
        ],
        "explanation": "الدعوى في الأصل هي ملك للمجتمع كامل، والهدف منها هو حمايتنا وتوقيع الجزاء على اللي يمس بأمننا"
    },
    {
        "id": 709,
        "date": "2026-03-09 01:08:43",
        "question": "📌 الاستفتاء رقم 05 \nطفل في عمره 9 سنوات ارتكب جنحة ، كيف تتعامل النيابة العامة مع قضيته؟",
        "options": [
            {
                "text": "تحول ملفه لقاضي الأحداث",
                "is_correct": false
            },
            {
                "text": "لا تحرك ضده الدعوى العمومية أصلا",
                "is_correct": false
            },
            {
                "text": "تفرض عليه غرامة مالية فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 708,
        "date": "2026-03-09 01:06:36",
        "question": "📌 الاستفتاء رقم 04\nمن هو القاضي الذي يمثل النيابة العامة على مستوى المحكمة الابتدائية؟",
        "options": [
            {
                "text": "قاضي التحقيق",
                "is_correct": false
            },
            {
                "text": "النائب العام",
                "is_correct": false
            },
            {
                "text": "وكيل الجمهورية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 707,
        "date": "2026-03-09 01:05:07",
        "question": "📌 الاستفتاء رقم 03\nأعضاء النيابة العامة يخضعون لمبدأ التبعية، فمن هو المسؤول الأول الذي يرتبطون به؟",
        "options": [
            {
                "text": "رئيس المحكمة العليا",
                "is_correct": false
            },
            {
                "text": "وزير العدل",
                "is_correct": false
            },
            {
                "text": "رئيس المجلس الأعلى للقضاء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 706,
        "date": "2026-03-09 01:03:03",
        "question": "📌 الاستفتاء رقم 02\nهل يحق للنيابة العامة التنازل عن القضية وتوقيف المتابعة من تلقاء نفسها؟",
        "options": [
            {
                "text": "نعم، إذا سمح الضحية في حقه.",
                "is_correct": false
            },
            {
                "text": "لا، مبدئيا ما تقدرش تتنازل لأن الدعوى ملك للمجتمع.",
                "is_correct": false
            },
            {
                "text": "نعم، إذا شافت أن القضية غير مهمة.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 705,
        "date": "2026-03-09 01:01:02",
        "question": "📌 الاستفتاء رقم 01\nما هو الهدف الأساسي من تحريك النيابة العامة للدعوى العمومية؟",
        "options": [
            {
                "text": "الصلح بين الجاني والضحية",
                "is_correct": false
            },
            {
                "text": "المطالبة بتعويض مالي للضحية",
                "is_correct": false
            },
            {
                "text": "المطالبة بمعاقبة الشخص الذي قام بالجريمة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 643,
        "date": "2026-03-01 02:57:17",
        "question": "تشمل المُناقشة في المرحلة التحريرية أثناء التعليق على النصوص القانونية والفقهية مايلي :",
        "options": [
            {
                "text": "المقدمة والعرض (صلب الموضوع) والخاتمة",
                "is_correct": true
            },
            {
                "text": "الإشكالية وصلب الموضوع والخاتمة",
                "is_correct": false
            },
            {
                "text": "التحليل الشكلي والتحليل الموضوعي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 642,
        "date": "2026-03-01 02:52:07",
        "question": "تشمل المرحلة التحريرية في التعليق على النصوص الفقهية والقانونية :",
        "options": [
            {
                "text": "تحديد الخطة و صلب الموضوع",
                "is_correct": false
            },
            {
                "text": "المقدمة والعرض والخاتمة",
                "is_correct": false
            },
            {
                "text": "تحديد الخطة و المناقشة",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 641,
        "date": "2026-03-01 02:49:37",
        "question": "يشمل التعليق على النصوص القانونية والفقهية مرحلتين هما :",
        "options": [
            {
                "text": "المرحلة التحضيرية والمرحلة التحريرية",
                "is_correct": true
            },
            {
                "text": "مرحلة التعليق و التحليل الموضوعي",
                "is_correct": false
            },
            {
                "text": "التحليل الشكلي والتحليل الموضوعي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 640,
        "date": "2026-03-01 02:46:31",
        "question": "النص القانوني هو :",
        "options": [
            {
                "text": "المواد القانونية",
                "is_correct": true
            },
            {
                "text": "القرارات القضائية",
                "is_correct": false
            },
            {
                "text": "نصوص رجال القانون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 639,
        "date": "2026-03-01 02:45:26",
        "question": "النص الفقهي هو :",
        "options": [
            {
                "text": "كُل نص كتبه أحد الفقهاء (رجال القانون)",
                "is_correct": true
            },
            {
                "text": "كُل نص كتبه المُشرع",
                "is_correct": false
            },
            {
                "text": "كُل قرار صادر عن السلطة القضائية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 637,
        "date": "2026-03-01 02:42:51",
        "question": "يتمثل موضوع التنفيذ العيني للإلتزام في :",
        "options": [
            {
                "text": "محل الإلتزام (أداء المدين)",
                "is_correct": false
            },
            {
                "text": "قيمة الدين، محل الوفاء",
                "is_correct": false
            },
            {
                "text": "إلتزام الدائن",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 636,
        "date": "2026-03-01 02:30:05",
        "question": "تتمثل طُرق تنفيذ الإلتزام في :",
        "options": [
            {
                "text": "التنفيذ الإختياري والتنفيذ الجبري",
                "is_correct": false
            },
            {
                "text": "التنفيذ الجبري والتنفيذ العيني",
                "is_correct": false
            },
            {
                "text": "التنفيذ العيني والتنفيذ بمُقابل",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 635,
        "date": "2026-03-01 02:27:30",
        "question": "الإلتزام يقع على عاتق :",
        "options": [
            {
                "text": "المدين",
                "is_correct": true
            },
            {
                "text": "الدائن",
                "is_correct": false
            },
            {
                "text": "الغير",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 634,
        "date": "2026-03-01 02:26:57",
        "question": "تجمع بين الدائن والمدين رابطة قانونية، إذا نظرنا لها من جانب الدائن تسمى...... وإذا نظرنا لها من جانب المدين تُسمى.....",
        "options": [
            {
                "text": "إذا نظرنا لها من جانب الدائن تسمى «حق شخصي» وإذا نظرنا لها من جانب المدين تُسمى «إلتزام»",
                "is_correct": true
            },
            {
                "text": "إذا نظرنا لها من جانب الدائن تسمى «علاقة مديونية» وإذا نظرنا لها من جانب المدين تُسمى «تنفيذ عيني»",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 608,
        "date": "2026-02-25 22:48:42",
        "question": "📌 إستفتاء رقم 79\n\nلا يستطيع الدائن المرتهن الذي يكون قد نشأ حقه أن يقيد رهنه",
        "options": [
            {
                "text": "1_ إذا قام المدين الراهن يبيع العقار المرهوم",
                "is_correct": false
            },
            {
                "text": "2_ إذا قام أحد الدائنين بتسجيل التنبيه بنزع الملكية",
                "is_correct": true
            }
        ],
        "explanation": "إذا قام أحد الدائنين بتسجيل التنبيه بنزع الملكية فلا يستطيع بعدها الدائن المرتهن الذي يكون قد نشأ حقه أن يقيد رهنه، و إذا قيده فلا يستطيع أن يحتج به في مواجهة الغير ولا يكون نافذا في حقهم."
    },
    {
        "id": 605,
        "date": "2026-02-25 22:36:48",
        "question": "📌 إستفتاء رقم 78\n\nلا يمكن إجراء قيد الرهن الصادر من المدين نفسه",
        "options": [
            {
                "text": "1_ بعد  وفاته",
                "is_correct": false
            },
            {
                "text": "2_ بعد إشهار إفلاسه",
                "is_correct": false
            },
            {
                "text": "3_ بعد اجراء معاينته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 604,
        "date": "2026-02-25 22:20:18",
        "question": "📌 إستفتاء رقم 77\n\nلا يمكن للمرتهن التمسك بحق الافضلية ومباشرته",
        "options": [
            {
                "text": "1_ إلا بعد الكتابة الرسمية",
                "is_correct": false
            },
            {
                "text": "2_ إلا بعد اجراءات الشهر",
                "is_correct": false
            },
            {
                "text": "3_ إلا بعد رفع الدعوى",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 601,
        "date": "2026-02-24 23:22:29",
        "question": "📌 إستفتاء رقم 76\n\nيلتزم الراهن بنفقات الرهن ويدفع مصاريف العقد، والقيد وغيرها",
        "options": [
            {
                "text": "1_ ولا يجوز الاتفاق على خلاف ذالك",
                "is_correct": false
            },
            {
                "text": "2_ ويجوز الاتفاق على خلاف ذالك",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 599,
        "date": "2026-02-24 20:43:24",
        "question": "📌 إستفتاء رقم 75 \n\nللمدين الراهن سلطة استغلال العقار المرهون والمتمثل",
        "options": [
            {
                "text": "1_ بيعه وقبض ثمنه",
                "is_correct": false
            },
            {
                "text": "2_ ايجاره وقبض ثماره",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 594,
        "date": "2026-02-22 23:06:05",
        "question": "📌 إستفتاء رقم 74\n\nإن الرهن الرسمي لا ينقل حيازة العقار المرهون من المدين الراهن إلى الدائن المرتهن، بل تبقى في حيازة الدائن الراهن وبذلك",
        "options": [
            {
                "text": "1_ لايجوز للمدين الراهن التصرف في العقار المرهون",
                "is_correct": false
            },
            {
                "text": "2_ يجوز للمدين الدراهم التصرف في العقار المرهون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 593,
        "date": "2026-02-20 23:44:14",
        "question": "📌استفتاء رقم 73\n\nما هو الحكم القانوني في حالة حصول الراهن عند القسمة على أعيان لم تكن محلاً للرهن الأصلي؟",
        "options": [
            {
                "text": "1-يبطل الرهن تلقائيًا ",
                "is_correct": false
            },
            {
                "text": "2-ينتقل الرهن بمرتبته إلى الأعيان الجديدة التي خصصت للراهن",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 592,
        "date": "2026-02-20 23:44:14",
        "question": "📌استفتاء رقم 72\n\nإذا رهن الشريك حصته الشائعة، ثم وقع في نصيبه بعد القسمة جزء مفرز يعادل تلك الحصة، فإن حق الدائن المرتهن",
        "options": [
            {
                "text": "1-يبقى على الحصة الشائعة فقط",
                "is_correct": false
            },
            {
                "text": "2- ينتقل إلى الجزء المفرز الذي حل محل الحصة الشائعة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 591,
        "date": "2026-02-20 23:44:14",
        "question": "📌استفتاء رقم 71 \n\n إذا رهن الشريك جزءًا مفرزًا ثم وقع هذا الجزء بعد القسمة في نصيب شريك آخر، فإن الرهن:",
        "options": [
            {
                "text": "1-يبطل كليا ",
                "is_correct": false
            },
            {
                "text": "2-ينتقل إلى الجزء الذي وقع في نصيب الراهن ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 590,
        "date": "2026-02-20 23:44:14",
        "question": "📌استفتاء رقم 70\n\nرهن الشريك لجزء مفرز من العقار الشائع ينفذ في مواجهة باقي الشركاء",
        "options": [
            {
                "text": "1-صحيح",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 589,
        "date": "2026-02-20 23:44:14",
        "question": "📌استفتاء رقم 69\n\nالرهن الصادر من جميع الشركاء على الشيوع يُعد رهنًا صحيحًا صادرًا من المالكين، ويبقى نافذًا مهما كانت نتيجة القسمة",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 588,
        "date": "2026-02-20 23:44:14",
        "question": "📌استفتاء رقم 68\n\n وفق المادة 890 ق.م، ما الهدف من السماح برهن العقار الشائع؟",
        "options": [
            {
                "text": "1-حماية الدائن فقط",
                "is_correct": false
            },
            {
                "text": "2-حماية جميع الشركاء من أضرار بعضهم البعض، وحماية الغير ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 587,
        "date": "2026-02-20 18:20:27",
        "question": "📌استفتاء رقم 67\n\n وفق المادة 889 ق م، إذا أزيلت المباني، فإن حق الدائن المرتهن يكون",
        "options": [
            {
                "text": "1-أ. التتبع على الأرض",
                "is_correct": false
            },
            {
                "text": "2-استيفاء الدين من ثمن الأنقاض فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 586,
        "date": "2026-02-20 18:20:27",
        "question": "📌استفتاء رقم 67\n\nلا يمكن تصور أن يكون مالك الأرض غير مالك المباني المقامة عليها",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 585,
        "date": "2026-02-20 18:20:27",
        "question": "📌استفتاء رقم 66\n\n وفق المادة 782 /1 ق م، الأصل أن ملكية ما على الأرض تكون لــ",
        "options": [
            {
                "text": "1-مالك المباني",
                "is_correct": false
            },
            {
                "text": "2-مالك الأرض",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 584,
        "date": "2026-02-20 18:20:27",
        "question": "📌استفتاء رقم 65\n\nيبقى الرهن صحيحًا لمصلحة الدائن المرتهن، حتى لو زالت ملكية الراهن بأثر رجعي، بشرط أن يكون الدائن حسن النية وقت إبرام عقد الرهن",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 583,
        "date": "2026-02-20 18:20:27",
        "question": "📌استفتاء رقم 64\n\nيشترط لصحة الرهن الرسمي أن يكون الراهن مالكًا للعقار المرهون، وبناءً عليه فإن رهن ملك الغير يكون:",
        "options": [
            {
                "text": "1-صحيحا ",
                "is_correct": false
            },
            {
                "text": "2-قابلا للإبطال ",
                "is_correct": false
            },
            {
                "text": "3- باطلا بطلان مطلق ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 581,
        "date": "2026-02-17 16:35:10",
        "question": "📌 إستفتاء رقم 64\n\n رهن ملك الغير",
        "options": [
            {
                "text": "1_ قابل للابطال",
                "is_correct": false
            },
            {
                "text": "2_ باطل بطلان مطلق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 580,
        "date": "2026-02-17 14:40:21",
        "question": "📌استفتاء رقم 63\n\nبما أن الرهن بالنسبة للكفيل العيني ضار ضررًا محضًا، فإنه يشترط :",
        "options": [
            {
                "text": "1-أهلية الاداء ",
                "is_correct": false
            },
            {
                "text": "2-أهلية التبرع (الأهليه الكاملة )",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 579,
        "date": "2026-02-17 14:40:21",
        "question": "📌استفتاء رقم 62\n\nإذا كان الراهن كفيلاً عينياً، فإن الرهن بالنسبة إليه يعتبر",
        "options": [
            {
                "text": "1- عَمَلاً ضارًا ضررًا محضًا",
                "is_correct": false
            },
            {
                "text": "2- عَملاً نافِعًا نَفعًا محضًا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 578,
        "date": "2026-02-17 14:40:21",
        "question": "📌استفتاء رقم 61 \n\n إذا كان الراهن هو المدين الأصلي، فإن الرهن بالنسبة له يعتبر من الأعمال الدائرة بين النفع والضرر",
        "options": [
            {
                "text": "1-صحيح",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 577,
        "date": "2026-02-17 14:40:21",
        "question": "📌استفتاء رقم 60\n\nهل يمكن ترتيب رهن لضمان دين معلق على شرط أو دين احتمالي؟",
        "options": [
            {
                "text": "1- لا، لا يجوز إطلاقًا ",
                "is_correct": false
            },
            {
                "text": "2-نعم، بشرط أن يكون مقدار الدين معلومًاومحددًا وقت إبرام العقد ",
                "is_correct": false
            },
            {
                "text": "3-نعم، دون أي شروط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 576,
        "date": "2026-02-17 14:40:21",
        "question": "📌استفتاء رقم 59\n\n المقصود بتخصيص الدين المضمون في الرهن الرسمي هو ",
        "options": [
            {
                "text": "1-تحديد الدين من حيث المصدر فقط  ",
                "is_correct": false
            },
            {
                "text": "2-تحديد الدين من حيث المقدار فقط",
                "is_correct": false
            },
            {
                "text": "3- تحديد الدين من حيث المقدار والمصدر معًا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 575,
        "date": "2026-02-16 16:06:09",
        "question": "📌استفتاء رقم 58\n\nمتى يمكن قبول رهن عقار لم ينجز بعد ؟ ",
        "options": [
            {
                "text": "1-اذ يمكن تحديده بدقة ويكون المدين مالكا له عند إنشائه ",
                "is_correct": false
            },
            {
                "text": "2-اذا وافق الدائن المرتهن ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 574,
        "date": "2026-02-16 16:06:09",
        "question": "📌استفتاء رقم 57\n\nما الحكم القانوني للرهن الذي يَرِد على عقار غير موجود وقت إبرام عقد الرهن؟",
        "options": [
            {
                "text": "1-يكون الرهن صحيحًا دائمًا باعتبار أن العقار سيُنشأ لاحقًا",
                "is_correct": false
            },
            {
                "text": "2-يكون الرهن باطلًا لعدم إمكانية تعيين العقار المرهون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 573,
        "date": "2026-02-16 16:06:09",
        "question": "📌استفتاء رقم 56\n\nيشترط أن يكون العقار المرهون مما يجوز التعامل فيه وبيعه بالمزاد العلني، وذلك من أجل:",
        "options": [
            {
                "text": "1-حماية المدين ",
                "is_correct": false
            },
            {
                "text": "2-تمكين الدائن المرتهن من التنفيذ ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 572,
        "date": "2026-02-16 16:06:09",
        "question": "📌استفتاء رقم 55\n\nهل يجوز تقرير الرهن الرسمي على “جميع أموال المدين الحاضرة والمستقبلية” دون تخصيص؟",
        "options": [
            {
                "text": "1-نعم",
                "is_correct": false
            },
            {
                "text": "2-نعم إذا وافق الدائن فقط",
                "is_correct": false
            },
            {
                "text": "3-لا، لأن ذلك يؤدي إلى الجهالة ويُبطل الرهن",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 571,
        "date": "2026-02-16 15:58:29",
        "question": "📌استفتاء رقم 54\n\n  إذا لم يُعيَّن العقار المرهون في عقد الرهن، ولا في عقد رسمي لاحق، فإن الرهن يُعد: ",
        "options": [
            {
                "text": "1-صحيحا",
                "is_correct": false
            },
            {
                "text": "2-قابلا للإبطال",
                "is_correct": false
            },
            {
                "text": "3-باطل بطلان  مطلق ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 570,
        "date": "2026-02-16 15:54:37",
        "question": "📌استفتاء رقم 53\n\n يشترط لصحة الرهن الرسمِي أن يُعيَّر العقار المرهون تعيينا دقيقا من حيث طبيعته وموقعه ومساحته",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 569,
        "date": "2026-02-16 15:52:40",
        "question": "📌استفتاء رقم 52\n\nيشترط المشرّع لإنشاء الرهن الرسمي أن يكون الرهن مُخْصَّصًا من حيث العقار المرهون ومن حيث الدين المضمون",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 563,
        "date": "2026-02-15 05:56:02",
        "question": "📌 الاستفتاء رقم 64 \n\nعندما يتم نقل التسيير دون نقل الملكية، فإن ذلك يُجسّد:",
        "options": [
            {
                "text": "خصخصة وظيفية لا تمسّ الذمة المالية للدولة",
                "is_correct": false
            },
            {
                "text": "بيعًا كليًا للأصول العمومية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 562,
        "date": "2026-02-15 05:54:16",
        "question": "📌 الاستفتاء رقم 63 \n\nكيف يُفهم التراجع النسبي عن الخصخصة بعد 2009؟",
        "options": [
            {
                "text": "باعتباره إقرارًا بعدم دستورية الخصخصة",
                "is_correct": false
            },
            {
                "text": "باعتباره إعادة تكييف للسياسة الاقتصادية وفق الوضع المالي",
                "is_correct": false
            },
            {
                "text": "باعتباره إلغاءً نهائيًا لكل النصوص السابقة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 561,
        "date": "2026-02-15 05:52:46",
        "question": "📌 الاستفتاء رقم 62 \n\nما الدلالة القانونية لاستثناء المؤسسات الاستراتيجية من الخصخصة؟",
        "options": [
            {
                "text": "ارتباطها بالسيادة والأمن الاقتصادي",
                "is_correct": false
            },
            {
                "text": "غياب طلب من المستثمرين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 560,
        "date": "2026-02-15 05:51:15",
        "question": "📌 الاستفتاء رقم 61 \n\nماذا يكشف اشتراط استمرارية النشاط بعد نقل الملكية؟",
        "options": [
            {
                "text": "أن النشاط يصبح خاصًا صرفًا دون التزام",
                "is_correct": false
            },
            {
                "text": "أن الخصخصة لا تعني إلغاء البعد الوظيفي للمؤسسة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 559,
        "date": "2026-02-15 05:49:50",
        "question": "📌 الاستفتاء رقم 60 \n\nكيف يمكن توصيف مسار الخصخصة في الجزائر من حيث طبيعته القانونية؟",
        "options": [
            {
                "text": "مسار خطّي ثابت منذ بدايته",
                "is_correct": false
            },
            {
                "text": "مسار متدرّج خضع لمراجعات ظرفية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 558,
        "date": "2026-02-15 05:46:40",
        "question": "📌 الاستفتاء رقم 59 \n\nكيف يمكن تفسير عدم إخضاع المؤسسات الكبرى للخصخصة رغم صدور نص يوسّع نطاقها؟",
        "options": [
            {
                "text": "باعتباره تغليبًا للاعتبارات الاستراتيجية على عمومية النص",
                "is_correct": false
            },
            {
                "text": "باعتباره نتيجة غياب أساس قانوني يسمح بذلك",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 557,
        "date": "2026-02-15 05:44:29",
        "question": "📌 الاستفتاء رقم 58 \n\nالتمييز بين البيع في البورصة والبيع بالتراضي لا يغيّر من طبيعة الخصخصة لأن العبرة قانونًا بـ:",
        "options": [
            {
                "text": "شكل الإجراء",
                "is_correct": false
            },
            {
                "text": "انتقال الملكية من القطاع العام إلى الخاص",
                "is_correct": false
            },
            {
                "text": "عدد الأسهم المتنازل عنها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 556,
        "date": "2026-02-15 05:43:18",
        "question": "📌 الاستفتاء رقم 57 \n\nربطُ الخصخصة بالضغوط المالية الدولية يفيد قانونًا بأن القرار كان:",
        "options": [
            {
                "text": "تعبيرًا عن قناعة اقتصادية خالصة",
                "is_correct": false
            },
            {
                "text": "استجابةً لإكراهات مالية خارجية وداخلية",
                "is_correct": false
            },
            {
                "text": "مبادرة اجتماعية لتحسين أوضاع العمال",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 555,
        "date": "2026-02-15 05:41:55",
        "question": "📌 الاستفتاء رقم 56 \n\nتوسيع نطاق الخصخصة في ظل الأمر 04-01 يمكن اعتباره:",
        "options": [
            {
                "text": "انتقالًا من منطق الحصر القطاعي إلى منطق الشمول الاقتصادي",
                "is_correct": false
            },
            {
                "text": "إلغاءً لشروط حماية العمال",
                "is_correct": false
            },
            {
                "text": "قصرًا لها على القطاعات الخدمية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 554,
        "date": "2026-02-15 05:40:41",
        "question": "📌 الاستفتاء رقم 55 \n\nإخضاع بعض القطاعات للخصخصة ثم استثناء المؤسسات الاستراتيجية لاحقًا يدل على أن معيار التطبيق كان:",
        "options": [
            {
                "text": "تقنيًا بحتًا",
                "is_correct": false
            },
            {
                "text": "قائمًا على طلب المستثمرين فقط",
                "is_correct": false
            },
            {
                "text": "مرتبطًا بالمصلحة العليا للدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 553,
        "date": "2026-02-15 05:37:51",
        "question": "📌 الاستفتاء رقم 54 \n\nإذا اشترط المشرّع استمرار النشاط والحفاظ على العمال، فإن الطبيعة الحقيقية للخصخصة هنا هي:",
        "options": [
            {
                "text": "إعادة تنظيم مع بقاء البعد الاجتماعي حاضرًا",
                "is_correct": false
            },
            {
                "text": "نقل اقتصادي ( صرف للملكية )",
                "is_correct": false
            },
            {
                "text": "انسحاب كلي للدولة من المجال الاقتصادي.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 552,
        "date": "2026-02-15 05:36:24",
        "question": "📌 الاستفتاء رقم 53 \n\nأيّ الاستنتاجات الآتية أدقّ قانونًا بخصوص تطور سياسة الخصخصة في الجزائر؟",
        "options": [
            {
                "text": "اتجهت تدريجيًا نحو التوسّع المطلق دون رجعة",
                "is_correct": false
            },
            {
                "text": "تأرجحت بين التوسيع والتقييد تبعًا للظرفين المالي والسياسي",
                "is_correct": false
            },
            {
                "text": "بقيت ثابتة منذ الأمر 22-95 دون تعديل جوهري",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 550,
        "date": "2026-02-14 19:22:32",
        "question": "الاستفتاء رقم 189\n📌 متى تتدخل الرقابة القضائية:",
        "options": [
            {
                "text": "1_ عند الانتخابات فقط",
                "is_correct": false
            },
            {
                "text": "2_عندما تحترم الإدارة القانون",
                "is_correct": false
            },
            {
                "text": "3_ عندما تخالف الإدارة القانون أو تتجاوز صلاحياتها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 549,
        "date": "2026-02-14 19:12:24",
        "question": "الاستفتاء رقم 188\n\n📌ما المقصود بالرقابة القضائية على أعمال الإدارة:",
        "options": [
            {
                "text": "1_ مراقبة الأحزاب السياسية لعمل الإدارة",
                "is_correct": false
            },
            {
                "text": "2_خضوع أعمال الإدارة لرقابة القضاء للتأكد من احترام القانون",
                "is_correct": false
            },
            {
                "text": "3_ مراقبة المواطنين للإدارة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 546,
        "date": "2026-02-14 16:09:57",
        "question": "📌 إستفتاء رقم 51\n\nالرهن الرسمي عقد :",
        "options": [
            {
                "text": "1_ ملزم لجانبين",
                "is_correct": false
            },
            {
                "text": "2_ ملزم لجانب واحد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 545,
        "date": "2026-02-14 15:54:52",
        "question": "📌 إستفتاء رقم 50\n\nالرهن الرسمي عقد :",
        "options": [
            {
                "text": "1_ غير مسمى",
                "is_correct": false
            },
            {
                "text": "2_ مسمى",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 544,
        "date": "2026-02-14 15:40:26",
        "question": "📌 إستفتاء رقم 49\n\nالرهن الرسمي عقد :",
        "options": [
            {
                "text": "1_ رضائي",
                "is_correct": false
            },
            {
                "text": "2_ شكلي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 543,
        "date": "2026-02-14 15:33:11",
        "question": "📌 إستفتاء رقم 48\n\nالرهن الرسمي عقد:",
        "options": [
            {
                "text": "1_ مستقل",
                "is_correct": false
            },
            {
                "text": "2_ تبعي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 542,
        "date": "2026-02-14 15:29:21",
        "question": "📌 إستفتاء رقم 47\n\nالرهن الرسمي ينصب على :",
        "options": [
            {
                "text": "1_ ملكية العقار",
                "is_correct": false
            },
            {
                "text": "2_ القيمة المالية للعقار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 540,
        "date": "2026-02-14 11:34:59",
        "question": "📌الاستفتاء 187: \nمن هداف الرقابة الشعبية:",
        "options": [
            {
                "text": "السهر على التطبيق الصحيح للقوانين والأنظمة السارية المفعول",
                "is_correct": false
            },
            {
                "text": "تعزيز التخطيط الإداري الاستراتيجي",
                "is_correct": false
            },
            {
                "text": "ضمان التنسيق الفعال بين مختلف المصالح",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 539,
        "date": "2026-02-14 11:28:30",
        "question": "📌الاستفتاء 186:\nتكمل الرقابة على \"الضبط الإداري\" من عدة جوانب منها:",
        "options": [
            {
                "text": "التنفيدية الرقابية",
                "is_correct": false
            },
            {
                "text": "الاقتصادية الاجتماعية",
                "is_correct": false
            },
            {
                "text": "الشعبية السياسية",
                "is_correct": false
            },
            {
                "text": "الدستورية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 538,
        "date": "2026-02-14 11:05:52",
        "question": "📌 إستفتاء رقم 46\n\nالرهن الرسمي",
        "options": [
            {
                "text": "1_ حق شخصي",
                "is_correct": false
            },
            {
                "text": "2_ حق عيني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 537,
        "date": "2026-02-14 08:40:43",
        "question": "📌 الاستفتاء رقم 184:\nما هي الغاية من تقييم فعالية المؤسسات والهيئات البلدية؟",
        "options": [
            {
                "text": "إلغاء جميع اللوائح الضبطية المتعلقة بالصحة العامة لتشجيع الاستثمار التجاري الحر دون قيود",
                "is_correct": false
            },
            {
                "text": "إعفاء رئيس البلدية من مسؤولياته القانونية ومنح سلطة القرار بالكامل للأحزاب السياسية المحلية",
                "is_correct": false
            },
            {
                "text": "السهر على التطبيق الصحيح للقوانين والأنظمة السارية المفعول، وضمان تحقيق الهيئات لأهدافها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 536,
        "date": "2026-02-14 08:38:49",
        "question": "📌 الاستفتاء رقم 183:\nما هي أنواع الرقابة الأربعة التي تخضع لها أعمال الضبط الإداري لضمان عدم تعسف الإدارة؟",
        "options": [
            {
                "text": "الرقابة العسكرية، والرقابة الدبلوماسية، والرقابة الدولية، والرقابة البرلمانية",
                "is_correct": false
            },
            {
                "text": "الرقابة المالية فقط من طرف مجلس المحاسبة لضمان عدم إهدار المال العام في المهام الضبطية",
                "is_correct": false
            },
            {
                "text": "الرقابة الشعبية، والرقابة السياسية، والرقابة الإدارية، والرقابة القضائية",
                "is_correct": true
            }
        ],
        "explanation": "حماية النظام العام تقتضي إيجاد منظومة رقابية متكاملة تتوزع بين رقابة شعبية (تمارسها الأحزاب والجمعيات)، ورقابة سياسية، إلى جانب الرقابة الإدارية الذاتية والرقابة القضائية التي يمارسها القضاء الإداري"
    },
    {
        "id": 535,
        "date": "2026-02-14 08:36:28",
        "question": "📌 الاستفتاء رقم 182:\nماذا يترتب على مبدأ الشرعية كقيد على سلطة الضبط الإداري تجاه حقوق وحريات الأفراد؟",
        "options": [
            {
                "text": "منح الإدارة الحق في إلغاء القوانين إذا تعارضت مع أهداف الضبط الإداري المحلي",
                "is_correct": false
            },
            {
                "text": "السماح للإدارة بفرض قيود دائمة ومطلقة على الحريات العامة لضمان عدم حدوث أي فوضى محتملة",
                "is_correct": false
            },
            {
                "text": "إلزام الإدارة بعدم المساس بالحقوق والحريات إلا بموجب ما يقرره الدستور أو القانون من مقتضيات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 534,
        "date": "2026-02-14 08:34:23",
        "question": "📌 الاستفتاء رقم 181 :\nما هي القاعدة  التي تحكم العلاقة بين حرية الأفراد وقيود الضبط الإداري وفقاً للمبدأ الدستوري؟",
        "options": [
            {
                "text": "لاتوجد قاعدة ثابتة بل يترك الأمر للسلطة التقديرية للإدارة لتحديد أيهما أولى بالرعاية",
                "is_correct": false
            },
            {
                "text": "التقييد هو الأصل والحرية هي الاستثناء الذي يمنحه رئيس البلدية في حالات خاصة وضيقة",
                "is_correct": false
            },
            {
                "text": "الحرية هي الأصل والتقييد هو الاستثناء الذي تفرضه الضرورة ومقتضيات حفظ النظام العام",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 533,
        "date": "2026-02-14 08:31:03",
        "question": "📌 الاستفتاء رقم 180:\nما هي المظاهر المحددة  كأمثلة على الإزعاج الذي يجب على رئيس البلدية منعه للحفاظ على السكينة العامة؟",
        "options": [
            {
                "text": "أصوات منبهات السيارات، ومكبرات الصوت، وسوء استخدام الراديو والتلفزيون، وأصوات الباعة المتجولين",
                "is_correct": false
            },
            {
                "text": "إغلاق المحلات التجارية في وقت مبكر من المساء لترشيد استهلاك الطاقة الكهربائية",
                "is_correct": false
            },
            {
                "text": "تنظيم المسيرات السلمية والاجتماعات العامة في الساحات المخصصة لها قانونا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 532,
        "date": "2026-02-14 08:27:53",
        "question": "📌 الاستفتاء رقم 179:\nما هي التدابير التي يجب على رئيس البلدية اتخاذها لمواجهة الكوارث الطبيعية والحوادث المفاجئة؟",
        "options": [
            {
                "text": "الاكتفاء بإبلاغ السلطات المركزية الوزارة وانتظار وصول المساعدات الدولية قبل القيام بأي عمل ميداني",
                "is_correct": false
            },
            {
                "text": "إخلاء كامل إقليم البلدية من السكان عند سماع أول إنذار جوي أو بحري وتوزيعهم على ولايات أخرى",
                "is_correct": false
            },
            {
                "text": "اتخاذ كافة التدابير الوقائية لضمان سلامة الأشخاص والأموال في أماكن وقوع الحرائق والفيضانات والزلازل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 531,
        "date": "2026-02-14 08:25:06",
        "question": "📌 الاستفتاء رقم 178:\nالمسؤولية القانونية الملقاة على عاتق رئيس المجلس الشعبي البلدي بخصوص البنايات الآيلة للسقوط وفقاً للمادة 95 من قانون البلدية",
        "options": [
            {
                "text": "إعادة بناء جميع المنازل القديمة على نفقة ميزانية الولاية دون أي تدخل من صاحب الملكية",
                "is_correct": false
            },
            {
                "text": "السهر على إصلاح أو هدم الجدران أو المباني أو البنايات التي يخشى سقوطها لضمان سلامة الأفراد",
                "is_correct": false
            },
            {
                "text": "منع المواطنين من السكن في المنازل القديمة مع ترك مسؤولية هدمها كلياً لمصالح الحماية المدنية حصرا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 530,
        "date": "2026-02-14 08:21:38",
        "question": "📌 الاستفتاء رقم 177:\nاستناداً إلى المادة 94 من قانون البلدية، مَن هو المسؤول عن إقرار الأمن العام وحماية الأشخاص والممتلكات على مستوى إقليم البلدية؟",
        "options": [
            {
                "text": "والي الولاية بصفته صاحب الاختصاص العام في كامل إقليم الولاية",
                "is_correct": false
            },
            {
                "text": "رئيس المجلس الشعبي البلدي",
                "is_correct": false
            },
            {
                "text": "مدير الأمن الولائي بالتنسيق مع قائد الدرك الوطني في إقليم البلدية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 529,
        "date": "2026-02-14 08:18:47",
        "question": "📌 الاستفتاء رقم 176:\nتحت سلطة مَن يمارس رئيس المجلس الشعبي البلدي اختصاصات الضبط الإداري عندما يعمل بصفته ممثلاً للدولة؟",
        "options": [
            {
                "text": "يمارسها تحت الإشراف المباشر لوزير الداخلية حصرا دون تدخل من مصالح الولاية",
                "is_correct": false
            },
            {
                "text": "يمارسها باستقلالية تامة عن أي سلطة أخرى لكونه منتخباً مباشرة من الشعب",
                "is_correct": false
            },
            {
                "text": "يمارسها تحت سلطة الوالي وتخضع أعماله في هذا الشأن لرقابته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 528,
        "date": "2026-02-14 08:15:10",
        "question": "📌 الاستفتاء رقم 175:\nما هو الإجراء الميداني الذي يحق للوالي اتخاذه عند مواجهة ظروف استثنائية أو طارئة تهدد استقرار الولاية؟",
        "options": [
            {
                "text": "تعليق العمل بالدستور في إقليم الولاية حتى زوال حالة الاضطراب الأمني",
                "is_correct": false
            },
            {
                "text": "طلب تدخل قوات الأمن الوطني  أو الدرك الوطني لمواجهة تلك الظروف",
                "is_correct": false
            },
            {
                "text": "إصدار قوانين جنائية جديدة وتشكيل محاكم عسكرية خاصة داخل مقر الولاية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 527,
        "date": "2026-02-14 08:12:01",
        "question": "📌 الاستفتاء رقم 174:\nاستنادا إلى قانون الولاية (12-07)، ما هو الدور الجوهري للوالي في مجال حفظ النظام العام داخل إقليم ولايته؟",
        "options": [
            {
                "text": "يتولى فقط تسيير الشؤون المالية للولاية ويترك المهام الأمنية كلياً لوزارة الدفاع الوطني",
                "is_correct": false
            },
            {
                "text": "يقتصر دوره على تقديم المشورة التقنية لرؤساء البلديات دون امتلاك سلطة تنفيذية مباشرة",
                "is_correct": false
            },
            {
                "text": "يعتبر المسؤول الأول عن الحفاظ على النظام العام، والأمن، والسكينة، والصحة العمومية في إقليم الولاية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 526,
        "date": "2026-02-14 08:09:21",
        "question": "📌 الاستفتاء رقم 173:\nالطبيعة القانونية لصلاحيات الوزراء في مجال الضبط الإداري",
        "options": [
            {
                "text": "لايملكون سلطة ضبط عامة، بل يمارسون ما يعرف بـضبط الإداري الخاص في حدود قطاعاتهم الوزارية",
                "is_correct": false
            },
            {
                "text": "يملكون سلطة ضبط إداري عامة تشمل جميع أقاليم الدولة وجميع أنواع النشاطات دون استثناء",
                "is_correct": false
            },
            {
                "text": "يخضعون في قراراتهم الضبطية لموافقة رؤساء البلديات لضمان التنسيق المحلي قبل إصدار أي لائحة تنظيمية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 525,
        "date": "2026-02-14 08:06:44",
        "question": "📌 الاستفتاء رقم 172:\nالمركز القانوني لـلوزير الأول فيما يخص ممارسة سلطات الضبط الإداري وتقييد الحريات؟",
        "options": [
            {
                "text": "يقتصر دوره على الجوانب الاقتصادية والمالية فقط ولا يحق له التدخل في أي شأن أمني أو الحريات العامة",
                "is_correct": false
            },
            {
                "text": "يتمتع بسلطة ضبط إداري عامة ومستقلة تماما عن رئيس الجمهورية بموجب الدستور",
                "is_correct": false
            },
            {
                "text": "لم يذكر المشرع صراحة سلطة الضبط الإداري له، ولكنه مستشارا لرئيس الدولة خاصة في إجراء المقيد للحريات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 524,
        "date": "2026-02-14 08:03:06",
        "question": "📌 الاستفتاء رقم 171:\nالتكييف القانوني للمراسيم الرئاسية الصادرة في ظل الظروف الاستثنائية، وما هو الأثر المترتب على هذا التكييف؟",
        "options": [
            {
                "text": "تُكيف على أنها لوائح ضبط بلدية تسري فقط في الأقاليم المتضررة من الاضطرابات الأمنية",
                "is_correct": false
            },
            {
                "text": "تكيف على أنها قرارات إدارية عادية تخضع لرقابة القضاء الإداري ويمكن إلغاؤها بسهولة",
                "is_correct": false
            },
            {
                "text": "تكيف على أنها أعمال سيادة، مما يترتب عليه استبعاد الرقابة القضائية عنها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 523,
        "date": "2026-02-14 07:59:50",
        "question": "📌 الاستفتاء رقم 170:\nما هي المدة القصوى الأولية التي يحددها الدستور (المادة 97) لرئيس الجمهورية لإعلان حالة الطوارئ أو الحصار، وما هي الإجراءات الاستشارية المطلوبة؟",
        "options": [
            {
                "text": "لمدة  يوما بعد استشارة قادة الجيش والأمن الوطني حصراً دون الحاجة للهيئات السياسية",
                "is_correct": false
            },
            {
                "text": "لمدة غير محددة يترك تقديرها لرئيس الجمهورية منفرداً لضمان السرعة في مواجهة الأخطار الجسيمة",
                "is_correct": false
            },
            {
                "text": "لمدة 30 يوما بعد اجتماع المجلس أمن ويستشير رؤساء غرفتي البرلمان، والوزير الأول، ورئيس م الدستورية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 522,
        "date": "2026-02-14 07:55:16",
        "question": "📌 الاستفتاء رقم 169:\nكيف يستمد رئيس الجمهورية سلطته كـرئيس للضبط الإداري في الظروف العادية رغم عدم وجود نص دستوري صريح يمنحه هذا اللقب؟",
        "options": [
            {
                "text": "بناءا على طلب مكتوب يقدمه ولاة الجمهورية في حالات الاضطراب الأمني المحلي",
                "is_correct": false
            },
            {
                "text": "من خلال العرف الدستوري وباعتباره حامي الدستور والقائد الأعلى للقوات المسلحة",
                "is_correct": false
            },
            {
                "text": "عن طريق التفويض المباشر من طرف رئيس المجلس الشعبي الوطني والوزير الأول",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 521,
        "date": "2026-02-14 07:47:57",
        "question": "📌 الاستفتاء رقم 168:\nاستناداً إلى المادة 142 من التعديل الدستوري لعام 2020، متى يحق لرئيس الجمهورية ممارسة سلطة التعيين والتشريع بأوامر؟",
        "options": [
            {
                "text": "يقتصر حقه في التشريع بأوامر على المسائل المتعلقة بالحدود الدولية للدولة فقط",
                "is_correct": false
            },
            {
                "text": "في أي وقت يشاء دون الحاجة لاستشارة أي هيئة أخرى لضمان السرعة الإدارية",
                "is_correct": false
            },
            {
                "text": "في مسائل عاجلة، أو في حالة شغور المجلس الشعبي الوطني، أو خلال العطلة البرلمانية بعد رأي مجلس الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 520,
        "date": "2026-02-14 07:45:55",
        "question": "📌 الاستفتاء رقم 167 :\nما هو الدور الجوهري المنوط برئيس الجمهورية في مجال الضبط الإداري الوطني؟",
        "options": [
            {
                "text": "إلغاء جميع قيود الضبط الإداري لضمان ممارسة الحريات دون أي رقابة دستورية",
                "is_correct": false
            },
            {
                "text": "يقتصر دوره على التنسيق بين رؤساء البلديات في الأمور الإدارية البسيطة",
                "is_correct": false
            },
            {
                "text": "تملك سلطة إدارية قوية لاتخاذ التدابير اللازمة للحفاظ على الدولة وأمنها في ظروف العادية والاستثنائية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 519,
        "date": "2026-02-14 07:42:54",
        "question": "📌 الاستفتاء رقم 166:\nمن هي السلطات التي تمثل قمة هرم الضبط الإداري على المستوى المركزي في الدولة؟",
        "options": [
            {
                "text": "قادة الدرك الوطني والشرطة فقط دون تدخل الهيئات السياسية التنفيذية",
                "is_correct": false
            },
            {
                "text": "رئيس المجلس الشعبي البلدي والوالي بصفتهما ممثلي السلطة المحلية",
                "is_correct": false
            },
            {
                "text": "رئيس الجمهورية، والوزير الأول، والوزراء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 518,
        "date": "2026-02-14 07:40:15",
        "question": "📌 الاستفتاء رقم 165:\nما هو الشرط الجوهري الذي وضعه القضاء الإداري لاعتبار القرار الفردي مشروعاً وقانونيا؟",
        "options": [
            {
                "text": "أن يكون ضروريا وملائما للحفاظ على النظام العام، وأن تسمح القرارات التنظيمية نفسها بهذا الاستثناء",
                "is_correct": false
            },
            {
                "text": "أن يكون القرار نابعا من السلطة التقديرية المطلقة للإدارة دون الحاجة للاستناد إلى قوانين سابقة",
                "is_correct": false
            },
            {
                "text": "أن يحظى القرار بموافقة الفرد المعني قبل صدوره لضمان عدم المساس بحقوقه الشخصية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 517,
        "date": "2026-02-14 07:37:53",
        "question": "📌 الاستفتاء رقم 164:\nما الذي يميز القرار الإداري الفردي في مجال الضبط عن لوائح الضبط؟",
        "options": [
            {
                "text": "أنه يتضمن قواعد عامة ومجردة تطبق على جميع المواطنين دون استثناء",
                "is_correct": false
            },
            {
                "text": "أنه قرار تشريعي يصدر عن البرلمان لتنظيم عمل الشرطة البلدية بشكل دائم",
                "is_correct": false
            },
            {
                "text": "أنه يخاطب فرداً معينا أو أفرادا محددين بذواتهم أو بصفاتهم ويتعلق بمراكز قانونية خاصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 516,
        "date": "2026-02-14 07:34:52",
        "question": "ما هو الفارق الإجرائي بين الحصول على إذن مسبق وأسلوب الإخطار في ممارسة نشاط معين؟",
        "options": [
            {
                "text": "الإذن هو موافقة مسبقة بينما الإخطار هو إعلام الجهة المختصة وقد لا يقيد النشاط على ردها مالم تعترض",
                "is_correct": false
            },
            {
                "text": "الإخطار إجراء أكثر شدة من الإذن المسبق ويؤدي دائماً إلى منع النشاط بشكل تلقائي",
                "is_correct": false
            },
            {
                "text": "كلا الأسلوبين يتطلبان دفع رسوم  مسبقة ولا يمكن ممارسة النشاط فيهما إلا بعد صدور قرار مكتوب من الوالي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 515,
        "date": "2026-02-14 07:29:14",
        "question": "📌 الاستفتاء رقم 162:\nالقاعدة القانونية الجوهرية التي يجب مراعاتها عند استخدام أسلوب الحظر كأحد مظاهر قرارات الضبط الإداري؟",
        "options": [
            {
                "text": "يجب ألا يكون الحظر مطلقا بل يتماشى مع المبادئ القانونية العامة لضمان عدم المساس بالحريات بشكل جائر",
                "is_correct": false
            },
            {
                "text": "يجب أن يكون الحظر مطلقاً ونهائياً لضمان عدم وقوع أي إخلال بالنظام العام تحت أي ظرف",
                "is_correct": false
            },
            {
                "text": "يُترك تقدير إطلاق الحظر لإرادة أعوان الضبط الميدانيين دون الحاجة للاستناد لنصوص قانونية مسبقة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 514,
        "date": "2026-02-14 07:26:02",
        "question": "📌 الاستفتاء رقم 161 :\nما هي الوظيفة الأساسية التي تؤديها لوائح الضبط في علاقتها بالتشريع العام؟",
        "options": [
            {
                "text": "تكتمل فيها التشريعات لتنظيم حريات الأفراد، وتتناول قواعدها لتقييد بعض الأنشطة حفاظا على النظام العام",
                "is_correct": false
            },
            {
                "text": "إلغاء القوانين التشريعية واستبدالها بقرارات إدارية صادرة عن رئيس البلدية حصرا",
                "is_correct": false
            },
            {
                "text": "منح الأفراد حرية كاملة في ممارسة الأنشطة التجارية دون أي رقابة صحية أو مرورية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 513,
        "date": "2026-02-14 07:22:33",
        "question": "📌 الاستفتاء رقم 160:\nما هي الطبيعة القانونية لـلوائح الضبط من الناحية الموضوعية ؟",
        "options": [
            {
                "text": "تعتبر قرارات إدارية فردية تخاطب أشخاصاً بأسمائهم ولا تملك صفة العمومية.",
                "is_correct": false
            },
            {
                "text": "هي مجرد نصائح وإرشادات غير ملزمة تصدرها الإدارة لتوجيه سلوك الأفراد دون فرض أي قيود",
                "is_correct": false
            },
            {
                "text": "تعد أعمالا تشريعية لكونها تحتوي على قواعد عامة ومجردة، مما يجعلها شبيهة بالتشريع",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 512,
        "date": "2026-02-14 07:17:43",
        "question": "📌 الاستفتاء رقم 159 :\nاستنادا إلى الجانب البشري للضبط الإداري، مَن هي الجهات الأمنية الأساسية المكلفة بتنفيذ المهام، وما هو دور الجيش في هذا السياق؟",
        "options": [
            {
                "text": "تقتصر المهمة على موظفي الإدارة المدنية فقط، ويُحظر تدخل أي جهاز أمني أو عسكري في الضبط الإداري.",
                "is_correct": false
            },
            {
                "text": "الشرطة والدرك الوطني  هم الأساس، مع إمكانية تدخل قوات الجيش في الحالات الاستثنائية الخاصة",
                "is_correct": false
            },
            {
                "text": "الجيش هو الجهاز الوحيد والأساسي المسؤول عن تنفيذ قوانين الضبط الإداري اليومية في جميع البلديات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 511,
        "date": "2026-02-14 07:13:59",
        "question": "📌 الاستفتاء رقم 158:\nما هي الفئات الرئيسية للوسائل التي تضعها الدولة تحت تصرف سلطات الضبط الإداري لممارسة مهامها في حفظ النظام العام؟",
        "options": [
            {
                "text": "الوسائل القانونية والتشريعية فقط دون الحاجة لأي إمكانات مادية ملموسة",
                "is_correct": false
            },
            {
                "text": "الوسائل البشرية والقانونية، بالإضافة إلى الإمكانات المادية والمالية كالمركبات والطائرات والأسلحة",
                "is_correct": false
            },
            {
                "text": "الوسائل الدبلوماسية والعلاقات الخارجية فقط لضمان السكينة العامة للمواطنين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 510,
        "date": "2026-02-14 07:10:56",
        "question": "📌 الاستفتاء رقم 157 :\nتطور مفهوم النظام العام في الدولة الحديثة ليتجاوز الأهداف التقليدية الثلاثة (الأمن، الصحة، السكينة)؟",
        "options": [
            {
                "text": "أصبح يقتصر فقط على الجوانب العسكرية والدفاعية لحماية حدود الدولة من الغزو الخارجي",
                "is_correct": false
            },
            {
                "text": "اتسع ليشمل حماية الآداب العامة، وجمال ورونق الأماكن العامة، وحماية النظام الاقتصادي والاجتماعي",
                "is_correct": false
            },
            {
                "text": "تم إلغاء فكرة النظام العام واستبدالها بحرية الفرد المطلقة في ممارسة نشاطه دون أي قيود إدارية.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 509,
        "date": "2026-02-14 06:51:34",
        "question": "📌 الاستفتاء رقم 156 :\nما هو النطاق الموضوعي الذي يشمله مفهوم السكينة العامة كهدف من أهداف الضبط الإداري؟",
        "options": [
            {
                "text": "منع المواطنين من التجمع في الأماكن العامة لأي غرض سياسي أو اجتماعي",
                "is_correct": false
            },
            {
                "text": "ضمان الهدوء والسكون في الطرق والأماكن العامة وحماية الأفراد من الضوضاء والمضايقات المزعجة",
                "is_correct": false
            },
            {
                "text": "تنظيم حركة المرور وتحديد السرعات القصوى للمركبات في الطرق السريعة فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 508,
        "date": "2026-02-14 06:49:22",
        "question": "📌 الاستفتاء رقم 155 :\nما هي التدابير الوقائية التي ألزم النص السلطات الإدارية باتخاذها لضمان سلامة المواد الاستهلاكية ومياه الشرب؟",
        "options": [
            {
                "text": "السهر على نظافة المواد المعروضة للبيع وتطهير مياه الشرب عبر المصالح المختصة",
                "is_correct": false
            },
            {
                "text": "منع بيع جميع المواد الغذائية المستوردة وتشجيع الإنتاج المنزلي الفردي فقط",
                "is_correct": false
            },
            {
                "text": "تحديد أسعار جميع السلع الاستهلاكية لمنع الاحتكار وضمان وصولها لجميع فئات الشعب",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 507,
        "date": "2026-02-14 06:47:17",
        "question": "📌 الاستفتاء رقم 154:\nالغاية الأساسية لتدخل الضبط الإداري في مجال الصحة العامة",
        "options": [
            {
                "text": "وقاية الأفراد من خطر الأمراض وانتشار الأوبئة من خلال مقاربة الأسباب المؤدية للإصابة بها",
                "is_correct": false
            },
            {
                "text": "توفير العلاج المجاني وإجراء العمليات الجراحية لجميع الأفراد في المستشفيات الحكومية",
                "is_correct": false
            },
            {
                "text": "فرض ضرائب صحية على الأنشطة التجارية لتمويل مراكز الأبحاث الطبية المتخصصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 506,
        "date": "2026-02-14 06:41:16",
        "question": "📌 الاستفتاء رقم 153 :\nعلى عاتق من تقع مسؤولية الحفاظ على الأمن العام للأشخاص والممتلكات على مستوى البلدية وفقاً لقانون البلدية الجزائري؟",
        "options": [
            {
                "text": "على عاتق الوالي بصفته الممثل الوحيد للدولة والمسؤول عن الأمن الإقليمي الشامل",
                "is_correct": false
            },
            {
                "text": "على عاتق المواطنين أنفسهم من خلال تشكيل لجان شعبية تطوعية لحماية الأحياء",
                "is_correct": false
            },
            {
                "text": "على عاتق رئيس المجلس الشعبي البلدي، استناداً إلى المادة 94 من قانون البلدية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 505,
        "date": "2026-02-14 03:22:14",
        "question": "📌 الاستفتاء رقم 152:\n الهدف الرئيسي والجوهري للضبط الإداري",
        "options": [
            {
                "text": "المحافظة على النظام العام، والقضاء على الفوضى، والوقاية من حدوثها",
                "is_correct": false
            },
            {
                "text": "تنظيم النشاطات السياسية والحزبية وضمان نزاهة العمليات الانتخابية الكبرى",
                "is_correct": false
            },
            {
                "text": "تحقيق الرفاهية الاجتماعية الكاملة وتوزيع الثروات بشكل متساوٍ بين الأفراد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 504,
        "date": "2026-02-14 03:19:46",
        "question": "📌 الاستفتاء رقم 151 :\nكيف يصف الفقه القانوني طبيعة النشاط في كل من الضبط الإداري والمرفق العام؟",
        "options": [
            {
                "text": "يصف الضبط الإداري بأنه نشاط إيجابي يقدم خدمات، بينما المرفق العام نشاط سلبي يقيد الحريات",
                "is_correct": false
            },
            {
                "text": "يعتبر الفقه أن كلا النشاطين إيجابيان يهدفان لتقديم سلع وخدمات مباشرة للمواطنين",
                "is_correct": false
            },
            {
                "text": "يصف الضبط الإداري بأنه نشاط سلبي لكونه يقيد الحريات بينما المرفق العام نشاط إيجابي لأنه يخدم الجمهور",
                "is_correct": true
            }
        ],
        "explanation": "يرى الفقه أن الضبط الإداري نشاط سلبي لأنه يفرض قيودوحدود على حريات الأفراد لحماية النظام العام في المقابل يعد المرفق العام نشاطا إيجابيا كونه يتجسد في تقديم خدمات لتحقيق المنفعة العامة للمجتمع"
    },
    {
        "id": 503,
        "date": "2026-02-14 03:15:15",
        "question": "📌 الاستفتاء رقم 150:\nما هو الفارق الأساسي بين الضبط الإداري والضبط القضائي من حيث زمن وطبيعة المهمة؟",
        "options": [
            {
                "text": "كلاهما يعمل كأداة زجرية تتدخل فقط بعد وقوع الجريمة للبحث عن الجناة",
                "is_correct": false
            },
            {
                "text": "الضبط القضائي مهمته وقائية تمنع الجريمة، في حين أن الضبط الإداري يقتصر دوره على جمع الأدلة للمحاكم",
                "is_correct": false
            },
            {
                "text": "الضبط الإداري مهمته وقائية لصيانة النظام العام قبل وقوع الاضطراب الضبط القضائي يتدخل بعد وقوع الجرم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 502,
        "date": "2026-02-14 03:11:59",
        "question": "📌 الاستفتاء رقم 149 :\nاستناداً إلى المقارنة بين الضبط الإداري والضبط القضائي، ما هي الطبيعة الأساسية لمهمة الضبط الإداري؟",
        "options": [
            {
                "text": "مهمة وقائية تسبق وقوع أي اضطراب وتعمل على صيانة النظام العام بصفة مستمرة",
                "is_correct": false
            },
            {
                "text": "مهمة زجرية علاجية لا تبدأ إلا بعد وقوع الجريمة والبحث عن مرتكبيها",
                "is_correct": false
            },
            {
                "text": "مهمة استشارية تقتصر على تقديم النصائح للسلطة التشريعية قبل صياغة القوانين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 501,
        "date": "2026-02-14 03:09:32",
        "question": "📌 الاستفتاء رقم 148 :\nالفارق الجوهري بين الضبط الإداري والضبط التشريعي من حيث المصدر والسلطة المختصة؟",
        "options": [
            {
                "text": "الضبط الإداري يصدر عن السلطة القضائية، بينما الضبط التشريعي يصدر عن رئيس الجمهورية مباشرة",
                "is_correct": false
            },
            {
                "text": "الضبط الإداري تباشره السلطة الإدارية، في حين أن الضبط التشريعي مصدره السلطة التشريعية",
                "is_correct": false
            },
            {
                "text": "كلاهما يصدر عن السلطة التنفيذية لكنهما يختلفان في نوع العقوبات المفروضة على الأفراد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 500,
        "date": "2026-02-14 03:07:04",
        "question": "📌 الاستفتاء رقم 147:\nما الذي يميز الضبط الإداري الخاص عن الضبط العام من حيث الموضوع والأداة القانونية؟",
        "options": [
            {
                "text": "يصدر عن السلطة القضائية حصراً ولا علاقة له بالسلطات الإدارية أو القوانين الخاصة",
                "is_correct": false
            },
            {
                "text": "يتميز بأنه لا يفرض أي قيود على الحريات الفردية، بل يكتفي بتقديم نصائح إرشادية للمواطنين",
                "is_correct": false
            },
            {
                "text": "ينصب على موضوع محدد ( حماية البيئة) أو وجه من أوجه النشاط الفردي من خلال تشريع خاص ينظم ذلك الموضوع",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 499,
        "date": "2026-02-14 03:03:21",
        "question": "📌 الاستفتاء رقم 146:\nما هو النطاق الذي يشمله الضبط الإداري العام والأهداف التي يسعى لتحقيقها",
        "options": [
            {
                "text": "يهتم فقط بفرض العقوبات المالية على المخالفين للقوانين الإدارية دون التدخل الوقائي",
                "is_correct": false
            },
            {
                "text": "يقتصر على حماية فئة معينة من المهنيين أو تنظيم نشاط تجاري محدد بذاته",
                "is_correct": false
            },
            {
                "text": "مجموعة التدابير التي تهدف للمحافظة على النظام العام بعناصره الثلاثة(الأمن الصحة، والسكينة)بصفة شاملة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 498,
        "date": "2026-02-14 02:59:03",
        "question": "📌 الاستفتاء رقم 145 :\nلماذا يوصف نشاط الضبط الإداري بأنه يتمتع بـ الصفة الانفرادية؟",
        "options": [
            {
                "text": "لأن السلطة الإدارية تباشر إجراءاته بمفردها لضمان النظام العام دون أن يكون لإرادة الفرد دور في اثاره",
                "is_correct": false
            },
            {
                "text": "لأن القرارات الضبطية لا تسري إلا على فرد واحد فقط في كل مرة ولا تشمل الجماعة بأكملها",
                "is_correct": false
            },
            {
                "text": "لأن الفرد يملك حق تعطيل إجراءات الضبط ومنع تنفيذها بمفرده إذا تعارضت مع مصلحته الخاصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 497,
        "date": "2026-02-14 02:54:08",
        "question": "📌 الاستفتاء رقم 144:\nماذا تعني الصفة الوقائية كأحد أهم خصائص الضبط الإداري ؟",
        "options": [
            {
                "text": "التدخل الإداري بعد وقوع الجرم والضرر الفعلي لفرض عقوبات زجرية على المخالفين",
                "is_correct": false
            },
            {
                "text": "العمل على درء الخطر عن الأفراد قبل وقوعه، مثل إغلاق محل أو معاينة بئر يشكل خطورة",
                "is_correct": false
            },
            {
                "text": "اشتراط موافقة الأفراد الصريحة قبل اتخاذ أي إجراء إداري يهدف لحماية النظام العام",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 496,
        "date": "2026-02-14 02:50:49",
        "question": "📌 الاستفتاء رقم 143 :\nما هي العناصر الثلاثة التقليدية التي يشكل مجموعها النظام العام الذي يسعى الضبط الإداري للمحافظة عليه؟",
        "options": [
            {
                "text": "الأمن العام، الصحة العامة، والسكينة العامة",
                "is_correct": false
            },
            {
                "text": "النمو الاقتصادي، العدالة الاجتماعية، والرفاهية الفردية للمواطنين",
                "is_correct": false
            },
            {
                "text": "حرية التعبير، حق التظاهر، والمساواة المطلقة أمام الهيئات القضائية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 495,
        "date": "2026-02-14 02:47:49",
        "question": "📌 الاستفتاء رقم 142 :\nما هو المقصود بـ الضبط الإداري وفقا للمعيار العضوي ؟",
        "options": [
            {
                "text": "مجموعة الإجراءات والتدابير التي تتخذها السلطة الإدارية لفرض عقوبات زجرية بعد وقوع الجرم",
                "is_correct": false
            },
            {
                "text": "النشاط المادي الذي يمارسه الأفراد بشكل تطوعي للمساعدة في حفظ الأمن والاستقرار الاجتماعي",
                "is_correct": false
            },
            {
                "text": "الهيئات والسلطات الإدارية المنوط بها القيام بالمحافظة على النظام العام بطريقة وقائية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 494,
        "date": "2026-02-14 02:23:27",
        "question": "📌 الاستفتاء رقم 141 :\nكيف تعرف شركات الاقتصاد المختلط من حيث طبيعتها القانونية وتشكيل رأس مالها؟",
        "options": [
            {
                "text": "هي هيئات إدارية تابعة كليا للوظيفة العامة وتعتمد في تمويلها على الميزانية السنوية للدولة فقط",
                "is_correct": false
            },
            {
                "text": "هي شركات خاصة مملوكة بالكامل للأفراد لا تهدف للمصلحة العامة ولا تخضع لأي إشراف من القانون العام",
                "is_correct": false
            },
            {
                "text": "هي أشخاص معنوية من القانون الخاص يشترك في رأس مالها أشخاص القانون العام مع أفراد مم قانون الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 493,
        "date": "2026-02-14 02:20:13",
        "question": "📌 الاستفتاء رقم 140 :\nما هي الدوافع الأساسية التي أدت بالدول النامية إلى اعتماد أسلوب الاستغلال المختلط كبديل للأساليب التقليدية؟",
        "options": [
            {
                "text": "ظهور عيوب في أسلوب الاستغلال المباشر (كالبطء والتعقيد) وأسلوب الامتياز(كتركيز الملتزم على الربح فقط)",
                "is_correct": false
            },
            {
                "text": "الرغبة في إلغاء دور القطاع الخاص تماماً والعودة لنظام التأميم الشامل للمرافق",
                "is_correct": false
            },
            {
                "text": "الحاجة لتشديد الرقابة البيروقراطية ومنع المنافسة في السوق الاقتصادية المحلية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 492,
        "date": "2026-02-14 02:14:08",
        "question": "📌 الاستفتاء رقم 139 :\nما هو المركز القانوني للأجراء (العمال) الذين يعملون لحساب الملتزم في مرفق عام يدار بأسلوب الامتياز؟",
        "options": [
            {
                "text": "يتمتعون بصفة الموظفين العموميين ويخضعون لأحكام تشريع الوظيفة العامة",
                "is_correct": false
            },
            {
                "text": "يعتبرون أعوانا متعاقدين يجمعون بين امتيازات الوظيفة العامة ومرونة القانون الخاص",
                "is_correct": false
            },
            {
                "text": "لا يتمتعون بصفة الموظفين العموميين بل يحكمهم تشريع العمل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 491,
        "date": "2026-02-14 02:11:42",
        "question": "📌 الاستفتاء رقم 138 :\nمن حيث التغطية المالية والتمويل ما الذي يميز أسلوب الامتياز عن أسلوب الاستغلال المباشر للمرفق العام؟",
        "options": [
            {
                "text": "تتحمل الدولة كافة التكاليف المالية وتوفر العقارات والمنقولات اللازمة للمشروع من ميزانيتها الخاصة",
                "is_correct": false
            },
            {
                "text": "يتكفل الملتزم  بالتغطية المالية للمشروع وما يحتاجه من عقارات ومنقولات حسب مقتضيات النشاط",
                "is_correct": false
            },
            {
                "text": "يتم تقسيم التمويل بالتساوي بين الدولة والمستثمر الخاص بغض النظر عن طبيعة المرفق ونشاطه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 490,
        "date": "2026-02-14 02:08:55",
        "question": "📌 الاستفتاء رقم 137 :\nما هو المصدر الأساسي لـ المقابل المالي الذي يحصل عليه صاحب الامتياز لقاء خدماته؟",
        "options": [
            {
                "text": "راتب شهري ثابت وقطعي يُصرف من ميزانية الدولة العامة بغض النظر عن عدد المستخدمين",
                "is_correct": false
            },
            {
                "text": "قروض بنكية ميسرة تمنحها الإدارة لصاحب الامتياز ولا يُطالب بردها",
                "is_correct": false
            },
            {
                "text": "الرسوم والفوائد التي يحصل عليها من المنتفعين  مقابل خدمة المرفق أثناء مدة الاستغلال",
                "is_correct": true
            }
        ],
        "explanation": "يتميز عقد الامتياز بأن المقابل المالي يرتبط مباشرة بعوائد استغلال المرفق، حيث يتقاضى المفوض له رسوماً من الجمهور المستفيد من الخدمة"
    },
    {
        "id": 489,
        "date": "2026-02-14 02:06:38",
        "question": "📌 الاستفتاء رقم 136 :\nمن هما طرفا عقد الامتياز",
        "options": [
            {
                "text": "طرفان من أشخاص القانون الخاص",
                "is_correct": false
            },
            {
                "text": "الإدارة (ممثلة في الدولة أو الولاية أو البلدية) من جهة، وأحد الأفراد أو الشركات من جهة أخرى",
                "is_correct": false
            },
            {
                "text": "الموظفون العموميون والنقابات العمالية التابعة للمرفق العام فقط دون تدخل السلطة الإدارية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 488,
        "date": "2026-02-14 02:04:05",
        "question": "📌 الاستفتاء رقم 135 :\nما هو الركن الجوهري الذي يميز عقد الامتياز عن غيره من طرق إدارة المرافق العامة",
        "options": [
            {
                "text": "تقاضي صاحب الامتياز أجراً ثابتاً من ميزانية الدولة دون الارتباط بنتائج الاستغلال",
                "is_correct": false
            },
            {
                "text": "التزام صاحب الامتياز بتسيير المرفق مع تحمله لكامل المخاطر وأعباء التسيير",
                "is_correct": false
            },
            {
                "text": "إعفاء صاحب الامتياز من احترام دفتر الشروط نظراً لتمتعه بسلطة تقديرية مطلقة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 487,
        "date": "2026-02-13 22:20:10",
        "question": "استفتاء رقم 134\n\n 📌من الحقوق التي تتمتع بها المؤسسة العمومية:",
        "options": [
            {
                "text": "1_ حق التقاضي",
                "is_correct": false
            },
            {
                "text": "2_عدم المسؤولية القانونية",
                "is_correct": false
            },
            {
                "text": "3_ عدم امتلاك أموال",
                "is_correct": false
            },
            {
                "text": "4_عدم اتخاذ قرارات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 486,
        "date": "2026-02-13 22:11:42",
        "question": "الاستفتاء رقم 133\n\n📌 من نتائج تمتع المؤسسة العمومية بالشخصية المعنوية:",
        "options": [
            {
                "text": "1_ حق التعاقد دون الحصول على رخصة",
                "is_correct": false
            },
            {
                "text": "2_ عدم إمكانية التعاقد",
                "is_correct": false
            },
            {
                "text": "3_منعها من التقاضي",
                "is_correct": false
            },
            {
                "text": "4_ تبعيتها المالية الكاملة للإدارة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 485,
        "date": "2026-02-13 22:02:10",
        "question": "الاستفتاء رقم 132\n\n📌تخضع المؤسسة العمومية إلى:",
        "options": [
            {
                "text": "1_رقابة القضاء التجاري فقط",
                "is_correct": false
            },
            {
                "text": "2_ الوصاية الإدارية للدولة",
                "is_correct": true
            },
            {
                "text": "3_ رقابة الموظفين",
                "is_correct": false
            },
            {
                "text": "4_عدم الرقابة",
                "is_correct": false
            }
        ],
        "explanation": "👉 الخضوع للوصاية الإدارية لتحقيق المصلحة العامة\nأي أن المؤسسة رغم استقلالها تبقى تحت رقابة الدولة لضمان خدمة المصلحة العامة."
    },
    {
        "id": 484,
        "date": "2026-02-13 21:58:07",
        "question": "الاستفتاء رقم 131\n\n📌 ماذا يقصد بالتخصص في المؤسسة العمومية:",
        "options": [
            {
                "text": "1_ممارسة كل الأنشطة دون حدود",
                "is_correct": false
            },
            {
                "text": "2_ استقلالها عن الدولة كليًا",
                "is_correct": false
            },
            {
                "text": "3_ تخصيص كل مؤسسة عمومية لنشاط محدد لا تخرج عنه",
                "is_correct": true
            },
            {
                "text": "4_خضوعها للقانون الخاص فقط",
                "is_correct": false
            }
        ],
        "explanation": "المؤسسة العمومية تنشأ من أجل:\n👉 تسيير مرفق عام محدد لا يمكن الخروج عنه\nأي أن كل مؤسسة لها نشاط معين ومحدد (نقل، تعليم، صحة…)، وليس كل الأنشطة."
    },
    {
        "id": 483,
        "date": "2026-02-13 21:51:56",
        "question": "الاستفتاء رقم 130\n\n📌 ما أهم ميزة تميز المؤسسة العمومية عن  التسيير المباشر:",
        "options": [
            {
                "text": "1_ عدم خضوعها للقانون العام",
                "is_correct": false
            },
            {
                "text": "2_تمتعها بالشخصية المعنوية (القانونية)",
                "is_correct": false
            },
            {
                "text": "3_ إدارتها من طرف شركة خاصة",
                "is_correct": false
            },
            {
                "text": "4_ عدم خضوعها للرقابة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 481,
        "date": "2026-02-13 21:36:08",
        "question": "📌الاستفتاء 129:\nمن الاساليب الجديد التي تبنتها الدولة بعد اتبعاها النهج الليبيرالي هو:",
        "options": [
            {
                "text": "الاستبداد",
                "is_correct": false
            },
            {
                "text": "التحكم",
                "is_correct": false
            },
            {
                "text": "التفويض",
                "is_correct": false
            },
            {
                "text": "المركزية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 480,
        "date": "2026-02-13 21:11:48",
        "question": "📌 الاستفتاء 128:\nتتمتع المؤسسات العمومية ب:",
        "options": [
            {
                "text": "الاستقلال السياسي الاجتماعي",
                "is_correct": false
            },
            {
                "text": "الاستقلال الاقتصادي الاجتماعي",
                "is_correct": false
            },
            {
                "text": "الاستقلال المالي الاداري",
                "is_correct": false
            },
            {
                "text": "الاستقلال القضائي الرقابي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 479,
        "date": "2026-02-13 21:08:15",
        "question": "📌 الاستفتاء رقم 127 :\nأي من الأنشطة التالية يحظر أن تكون موضوعا لعقد تفويض المرفق العام؟",
        "options": [
            {
                "text": "تقديم خدمات النقل العمومي وتوزيع المياه الصالحة للشرب",
                "is_correct": false
            },
            {
                "text": "صيانة الإنارة العمومية وتسيير المساحات الخضراء في البلدية",
                "is_correct": false
            },
            {
                "text": "تحصيل جباية الإيرادات العامة التي تحمل طابعا ضريبيا",
                "is_correct": true
            }
        ],
        "explanation": "يضع المشرع قيدا صارما يمنع إدراج تحصيل الضرائب أو الجبايات العامة ضمن عقود التفويض كما يؤكد النص على منع تفويض أي مرفق عام تحتكر الدولة أو أحد أشخاص القانون العام إدارته واستغلاله بصفة حصرية"
    },
    {
        "id": 478,
        "date": "2026-02-13 20:56:00",
        "question": "📌الاستفتاء 126:\nمن اهداف \"اسلوب المؤسسات العمومية\":",
        "options": [
            {
                "text": "تنظيم التجارية الدولية",
                "is_correct": false
            },
            {
                "text": "التسيير المستقل ورفع وتخفيف الضغط عن الدولة",
                "is_correct": false
            },
            {
                "text": "تعزيز الالتزام بالقوانين والأنظمة الداخلية",
                "is_correct": false
            },
            {
                "text": "تعزيز الالتزام بالمسؤولية القانونية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 477,
        "date": "2026-02-13 20:33:13",
        "question": "📌 الاستفتاء رقم 125 :\nما هو السبب القانوني الجوهري الذي يمنع تفويض إدارة مرافق مثل العدالة والشرطة للخواص؟",
        "options": [
            {
                "text": "التكلفة المالية العالية التي تتطلبها إدارة هذه المرافق وصيانتها",
                "is_correct": false
            },
            {
                "text": "ارتباط هذه المرافق بشكل مباشر بالسيادة الوطنية للدولة",
                "is_correct": true
            },
            {
                "text": "عدم توفر شركات خاصة تمتلك الخبرة التقنية الكافية لإدارة هذه القطاعات",
                "is_correct": false
            }
        ],
        "explanation": "المرافق العامة الدستورية  غير قابلة للتفويض بطبيعتها لأنها تمثل جوهر السلطة السيادية للدولة وعليه لا يجوز قانونا نقل مسؤولية استغلالها أو إدارتها إلى أشخاص معنويين آخرين بعيدا عن السلطة العامة"
    },
    {
        "id": 476,
        "date": "2026-02-13 20:30:12",
        "question": "📌الاستفتاء 124:\nمن سلبيات \" اسلوب الاستغلال المباشر\":",
        "options": [
            {
                "text": "عجز في مواكبة التطور والتجديد",
                "is_correct": false
            },
            {
                "text": "عدم تدخلها في الكثير من الميادين",
                "is_correct": false
            },
            {
                "text": "نقص المرافق من حيث طبيعتها وعددها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 475,
        "date": "2026-02-13 20:27:28",
        "question": "📌 الاستفتاء رقم 123 :\nما هو المعيار الفاصل الذي استخدمه المشرع للتمييز بين عقد تفويض المرفق العام والصفقات العمومية؟",
        "options": [
            {
                "text": "شكل المقابل المالي وارتباطه بعوائد استغلال المرفق وتحمل المفوَّض له للمخاطر",
                "is_correct": false
            },
            {
                "text": "صفة الأطراف المتعاقدة حيث تشترط الصفقات العمومية التعاقد مع شركات أجنبية فقط",
                "is_correct": false
            },
            {
                "text": "موضوع العقد بحيث يقتصر التفويض على بناء المقرات الإدارية فقط دون تشغيلها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 474,
        "date": "2026-02-13 20:22:59",
        "question": "📌 الاستفتاء رقم 122 :\nاستنادا إلى طبيعة عقد تفويض المرفق العام من حيث الزمن كيف يُصنف هذا العقد قانونا؟",
        "options": [
            {
                "text": "يعتبر من العقود الأبدية التي لا تنتهي إلا بزوال المرفق العام نفسه",
                "is_correct": false
            },
            {
                "text": "يعتبر من العقود المؤقتة المدة وفقا لما استقر عليه الفقه والقضاء والقانون",
                "is_correct": false
            },
            {
                "text": "يعتبر عقدا غير محدد المدة يترك تقدير نهايته لإرادة المفوَّض له المنفردة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 473,
        "date": "2026-02-13 20:19:31",
        "question": "📌الاستفتاء 121:\nاي من المواد التالية يقر حق البلدية في استغلال المرافق العمومية بصفة مباشرة:",
        "options": [
            {
                "text": "المادة 155 من قانون البلدية",
                "is_correct": false
            },
            {
                "text": "المادة 151 من قانون البلدية",
                "is_correct": false
            },
            {
                "text": "المادة 152 من قانون البلدية",
                "is_correct": false
            },
            {
                "text": "المادة 160 من قانون البلدية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 472,
        "date": "2026-02-13 20:16:49",
        "question": "📌 الاستفتاء رقم 120 :\nاستناداً إلى المادة 2 من المرسوم التنفيذي رقم 18-199 ما هو القيد الجوهري المفروض على المهام التي يمكن تفويضها للغير؟",
        "options": [
            {
                "text": "​لا يجوز تفويض المهام التي تتطلب ميزانية مالية ضخمة من ميزانية الدولة",
                "is_correct": false
            },
            {
                "text": "يمنع تفويض أي مرفق عام للجماعات الإقليمية  ويقتصر ذلك على الشركات الخاصة",
                "is_correct": false
            },
            {
                "text": "لا يجوز تفويض المهام السيادية التابعة للسلطات العمومية ويقتصر التفويض على المهام غير السيادية",
                "is_correct": true
            }
        ],
        "explanation": "يؤكد النص القانوني أن تفويض المرفق العام يقتصر على الأنشطة الخدمية والتقنية بينما تظل المهام السيادية حكراً على الدولة ولا يمكن تحويل مسؤوليتها للمفوض له"
    },
    {
        "id": 470,
        "date": "2026-02-13 20:12:42",
        "question": "📌 الاستفتاء رقم 119 :\nما هي الأشكال المحددة لتفويض المرفق العام حسب المادة 210 من المرسوم الرئاسي رقم 15-247 المتعلق بتنظيم الصفقات العمومية؟",
        "options": [
            {
                "text": "التسيير المباشر من طرف الدولة أو إنشاء مؤسسة عمومية إدارية",
                "is_correct": false
            },
            {
                "text": "الامتياز، أو الإيجار، أو الوكالة المحفزة، أو التسيير",
                "is_correct": false
            },
            {
                "text": "الخصخصة الشاملة للمرافق السيادية وتحويل ملكيتها للقطاع الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 469,
        "date": "2026-02-13 20:10:39",
        "question": "📌 الاستفتاء رقم 52 \n\nأيّ عامل خارجي كان له تأثير مباشر في توجّه الدولة نحو تبني سياسة الخصخصة؟",
        "options": [
            {
                "text": "تزايد المطالب الاجتماعية الداخلية",
                "is_correct": false
            },
            {
                "text": "اشتراط المؤسسات المالية الدولية إصلاحات اقتصادية مقابل القروض والدعم المالي",
                "is_correct": false
            },
            {
                "text": "توسع دور القطاع العام في الاستثمار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 468,
        "date": "2026-02-13 20:09:36",
        "question": "📌 الاستفتاء رقم 118 :\nمتى تجسد مفهوم تفويض المرفق العام فعلياً في التشريع الجزائري وفي أي قطاع ظهر بوضوح؟",
        "options": [
            {
                "text": "ظهر في بداية التسعينيات وتجسد فعلياً سنة 2005 في قطاع المياه بموجب المادة 67 من قانون المياه",
                "is_correct": false
            },
            {
                "text": "ظهر في بداية الاستقلال 1962 في قطاع المحروقات بموجب قانون الثورة الزراعية",
                "is_correct": false
            },
            {
                "text": "ظهر سنة 1982 بموجب قوانين المتعلقة بالمرافق المحلية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 467,
        "date": "2026-02-13 20:06:56",
        "question": "📌 الاستفتاء رقم 51 \n\nبماذا يرتبط نجاح الخصخصة عمليًا ؟",
        "options": [
            {
                "text": "احتكار الدولة للقطاعات الاستراتيجية",
                "is_correct": false
            },
            {
                "text": "تحرير السوق وتعزيز المنافسة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 465,
        "date": "2026-02-13 20:05:07",
        "question": "📌الاستفتاء 117:\nهل حسب \"اسلوب الاستغلال المباشر\" تمتلك المرافق العامة استقلالية قانونية وشخصية معنوية؟",
        "options": [
            {
                "text": "تمتلك الشخصية المعنوية فقط",
                "is_correct": false
            },
            {
                "text": "لا تمتلك ايا منها",
                "is_correct": false
            },
            {
                "text": "تمتلك الشخصية القانونية فقط",
                "is_correct": false
            },
            {
                "text": "تمتلك كلاهما",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 464,
        "date": "2026-02-13 20:04:48",
        "question": "📌 الاستفتاء رقم 50 \n\nتهدف الخصخصة من المنظور الاقتصادي إلى:",
        "options": [
            {
                "text": "تحسين الكفاءة وتقليص المديونية العمومية",
                "is_correct": false
            },
            {
                "text": "توسيع البيروقراطية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 463,
        "date": "2026-02-13 20:02:56",
        "question": "📌 الاستفتاء رقم 49 \n\nفيما يتمثل تدخل الهيئات المالية الدولية في سياق الخصخصة ؟",
        "options": [
            {
                "text": "فرض إصلاحات اقتصادية مقابل الدعم المالي",
                "is_correct": false
            },
            {
                "text": "دعم التوظيف في القطاع العام",
                "is_correct": false
            },
            {
                "text": "تشجيع التسيير المركزي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 462,
        "date": "2026-02-13 20:02:06",
        "question": "📌 الاستفتاء رقم 116 :\nما هي الدوافع الأساسية التي أدت إلى البحث عن أساليب حديثة وتشاركية في إدارة المرافق العامة؟",
        "options": [
            {
                "text": "تراجع الطلب الشعبي على الخدمات العامة ورغبة الدولة في تقليص عدد المؤسسات",
                "is_correct": false
            },
            {
                "text": "تزايد الحاجات العامة والبحث عن التخصص والمردودية والكفاءة والفعالية في الأداء",
                "is_correct": false
            },
            {
                "text": "الرغبة في تعقيد الإجراءات الإدارية وزيادة الرقابة الوصائية على النشاطات الاقتصادية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 461,
        "date": "2026-02-13 20:00:48",
        "question": "📌 الاستفتاء رقم 48 \n\nالتخفيض الممنوح للأجراء في إطار التنازل لا يجوز أن يتجاوز:",
        "options": [
            {
                "text": "10٪",
                "is_correct": false
            },
            {
                "text": "15٪",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 460,
        "date": "2026-02-13 19:59:35",
        "question": "📌 الاستفتاء رقم 115 :\nما هو التحول الجوهري الذي طرأ على أسلوب تسيير المرافق العامة في الجزائر نتيجة التغيرات السياسية والاقتصادية منذ عام 1989؟",
        "options": [
            {
                "text": "العودة إلى تعزيز أسلوب التسيير المباشر واحتكار الدولة لجميع الخدمات العامة",
                "is_correct": false
            },
            {
                "text": "إلغاء جميع القوانين المنظمة للمرافق العامة وترك تسييرها بشكل كامل للسوق الحر دون رقابة الدولة",
                "is_correct": false
            },
            {
                "text": "التحول من الاشتراكية القائمة على التسيير المباشرإلى الليبرالية التي تفسح المجال لمشاركة القطاع الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 459,
        "date": "2026-02-13 19:59:24",
        "question": "📌 الاستفتاء رقم 47 \n\nيمارس الأجراء حقهم في الاستفادة من عرض التنازل خلال:",
        "options": [
            {
                "text": "أجل قانوني محدد بشهر واحد من تاريخ التبليغ",
                "is_correct": false
            },
            {
                "text": "خمسة عشر يومًا من الإعلان",
                "is_correct": false
            },
            {
                "text": "ثلاثة أشهر من صدور القرار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 458,
        "date": "2026-02-13 19:58:06",
        "question": "📌 الاستفتاء رقم 46 \n\nيتضح أن المشرّع لم يحصر الخصخصة في البيع المباشر، وإنما أجاز:",
        "options": [
            {
                "text": "نقل الملكية أو تحويل التسيير",
                "is_correct": false
            },
            {
                "text": "اللجوء الحصري للبورصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 457,
        "date": "2026-02-13 19:55:44",
        "question": "📌 الاستفتاء رقم 45 \n\nالسهم النوعي يُقصد به قانونًا:",
        "options": [
            {
                "text": "تخلي الدولة النهائي عن أي سلطة رقابية",
                "is_correct": false
            },
            {
                "text": "احتفاظ الدولة بآلية تمكنها من التدخل حمايةً للمصلحة الوطنية",
                "is_correct": false
            },
            {
                "text": "أولوية مطلقة للعمال في شراء الأسهم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 456,
        "date": "2026-02-13 19:52:58",
        "question": "📌الاستفتاء 114: \n من الطرق الكلاسيكية لإدارة الارافق العام:",
        "options": [
            {
                "text": "اسلوب المؤسسات العامة",
                "is_correct": true
            },
            {
                "text": "التفويض",
                "is_correct": false
            },
            {
                "text": "يصدر القرارات",
                "is_correct": false
            }
        ],
        "explanation": "ضهر هذا الاسلوب بعد ان اصبح اسلوب الاستغلال المباشر دا ثقل كبير على الدولة وميزانيتها وتزايدها المستمر الذي ادى للحاجة الى اسلوب جديد"
    },
    {
        "id": 455,
        "date": "2026-02-13 19:50:19",
        "question": "📌 الاستفتاء رقم 113 :\nما هو النوع الحديث من المؤسسات العمومية الذي استحدثه المشرع الجزائري بجانب النوعين التقليديين (الإداري والصناعي/التجاري)؟",
        "options": [
            {
                "text": "المؤسسات العمومية ذات الطابع العلمي والتكنولوجي",
                "is_correct": false
            },
            {
                "text": "المؤسسات العمومية ذات الطابع الأمني والعسكري البحت",
                "is_correct": false
            },
            {
                "text": "الشركات المساهمة الخاصة ذات التسيير الأجنبي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 454,
        "date": "2026-02-13 19:47:54",
        "question": "📌 الاستفتاء رقم 44 \n\nالهيئة المكلفة بتنفيذ الخصخصة هي:",
        "options": [
            {
                "text": "الحكومة حسب الأمر 22_95",
                "is_correct": false
            },
            {
                "text": "مجلس مساهمات الدولة",
                "is_correct": false
            },
            {
                "text": "الوزير المكلف بالمالية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 453,
        "date": "2026-02-13 19:47:31",
        "question": "📌 الاستفتاء رقم 112 :\nما هي إحدى السلبيات الرئيسية التي يُؤخذ بها على أسلوب المؤسسة العمومية في تسيير المرافق العامة ؟",
        "options": [
            {
                "text": "التحرر الكامل من الرقابة الإدارية والوصائية للدولة",
                "is_correct": false
            },
            {
                "text": "تعقيد الإجراءات وبطؤها وعدم مواكبة التطورات الحاصلة في تسيير المرافق العامة",
                "is_correct": false
            },
            {
                "text": "تقليص الأعباء المالية بشكل كبير عن كاهل ميزانية الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 452,
        "date": "2026-02-13 19:45:32",
        "question": "📌 الاستفتاء رقم 43\n\nالأمر 22-95 كرس:",
        "options": [
            {
                "text": "خصخصة التسيير فقط دون نقل الملكية",
                "is_correct": false
            },
            {
                "text": "خصخصة كلية أو جزئية أو خصخصة التسيير",
                "is_correct": false
            },
            {
                "text": "التنازل الحصري لفائدة العمال",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 451,
        "date": "2026-02-13 19:44:19",
        "question": "📌 الاستفتاء رقم 42 \n\nالمادة 24 من قانون المالية التكميلي لسنة 1994 سمحت بـ:",
        "options": [
            {
                "text": "تحويل تسيير المؤسسات العمومية فقط دون الملكية.",
                "is_correct": false
            },
            {
                "text": "إنشاء مجلس مساهمات الدولة",
                "is_correct": false
            },
            {
                "text": "تحويل أموال المؤسسات إلى أشخاص طبيعيين أو معنويين سواء بالتنازل أو البيع",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 450,
        "date": "2026-02-13 19:43:06",
        "question": "📌 الاستفتاء رقم 41 \n\nبداية تكريس الخصخصة في الجزائر كانت فعليًا من خلال:",
        "options": [
            {
                "text": "قانون المالية التكميلي لسنة 1994 (المادتان 24 و25)",
                "is_correct": false
            },
            {
                "text": "الأمر 22-95 المتعلق بالخصخصة",
                "is_correct": false
            },
            {
                "text": "المرسوم التشريعي 93-10 المتعلق ببورصة القيم المنقولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 449,
        "date": "2026-02-13 19:43:06",
        "question": "📌 الاستفتاء رقم 111 :\nما هي المعايير الثلاثة التي يجب توافرها لتصنيف الهيئة كمؤسسة عمومية ذات طابع صناعي وتجاري؟",
        "options": [
            {
                "text": "الإنتاج التجاري، التسعير المسبق، ودفتر الشروط العامة",
                "is_correct": false
            },
            {
                "text": "المجانية المطلقة، التعيين الإداري المباشر، وعدم الخضوع لدفاتر الشروط",
                "is_correct": false
            },
            {
                "text": "التبعية الكاملة للقانون التجاري الخاص مع استبعاد صفتها كشخص من أشخاص القانون العام",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 448,
        "date": "2026-02-13 19:41:53",
        "question": "📌 الاستفتاء رقم 110 :\nما هو الالتزام المالي الأساسي الذي يفرضه القانون على المؤسسة العمومية ذات الطابع الصناعي والتجاري لضمان ديمومتها؟",
        "options": [
            {
                "text": "الاعتماد الكلي على ميزانية الدولة دون الحاجة لتحقيق أي إيرادات ذاتية",
                "is_correct": false
            },
            {
                "text": "تحقيق أقصى قدر من الأرباح التجارية بغض النظر عن المصلحة العامة أو المهام الاقتصادية",
                "is_correct": false
            },
            {
                "text": "ضرورة مراعاة الجانب المالي والحفاظ على التوازن بين إيراداتها ونفقاتها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 443,
        "date": "2026-02-13 19:30:12",
        "question": "📌الاستفتاء رقم 109\n\nتمويل المرفق العام في أسلوب التسيير المباشر يكون من:",
        "options": [
            {
                "text": "1) أرباح المستثمرين الخواص.",
                "is_correct": false
            },
            {
                "text": "2) ميزانية الدولة أو الجماعات المحلية.",
                "is_correct": false
            },
            {
                "text": "3) التبرعات فقط.",
                "is_correct": false
            },
            {
                "text": "4) شركات الامتياز.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 442,
        "date": "2026-02-13 19:22:58",
        "question": "📌الاستفتاء رقم 108\n\nالجهة المختصة بالنزاعات المتعلقة بالمرفق المسير مباشرة هي:",
        "options": [
            {
                "text": "1) القضاء العادي.",
                "is_correct": false
            },
            {
                "text": "2) القضاء التجاري.",
                "is_correct": false
            },
            {
                "text": "3) القضاء الإداري.",
                "is_correct": false
            },
            {
                "text": "4) التحكيم الخاص.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 440,
        "date": "2026-02-13 19:13:44",
        "question": "📌الاستفتاء رقم 107\n\nأملاك المرفق العام في حالة التسيير المباشر تعتبر:",
        "options": [
            {
                "text": "1) أملاكًا خاصة بالموظفين.",
                "is_correct": false
            },
            {
                "text": "2) أملاكًا عمومية.",
                "is_correct": true
            },
            {
                "text": "3) ملكًا لشركة خاصة.",
                "is_correct": false
            },
            {
                "text": "4) أملاكًا مختلطة.",
                "is_correct": false
            }
        ],
        "explanation": "لأنها أملاك عمومية ولأن القرارات التي تصدرها قرارات إدارية والقضاء الإداري هو المختص بالنزاعات المتعلقة بها وتسري على أعمالها المسؤولية الإدارية"
    },
    {
        "id": 439,
        "date": "2026-02-13 19:06:07",
        "question": "📌الاستفتاء رقم 106\nما الذي يمكن أن نتوصل إليه من خلال التسيير المباشر للمرفق العام ؟",
        "options": [
            {
                "text": "1- العقود التي تبرمها المرافق العامة المسيرة تسير مباشرة.",
                "is_correct": false
            },
            {
                "text": "2- العقود التي تبرمها المرافق العامة المسيرة تسير بصفة غير مباشرة.",
                "is_correct": false
            },
            {
                "text": "3- العقود التي تبرمها المرافق العامة المسيرة تسير بصفة متذبذبة.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 438,
        "date": "2026-02-13 18:51:37",
        "question": "📌الاستفتاء رقم 105\nما الوضع القانوني للمرفق العام عند تسييره بأسلوب الاستغلال المباشر:",
        "options": [
            {
                "text": "1) يتمتع المرفق العام بالشخصية القانونية والاستقلال المالي.",
                "is_correct": false
            },
            {
                "text": "2) لا يتمتع المرفق العام بالشخصية القانونية ويعد جزءًا من الإدارة العامة.",
                "is_correct": false
            },
            {
                "text": "3) يصبح المرفق العام شركة خاصة مستقلة عن الدولة.",
                "is_correct": false
            },
            {
                "text": "3) يدار المرفق العام من طرف هيئة خاصة بعقد امتياز.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 437,
        "date": "2026-02-13 18:47:11",
        "question": "📌الاستفتاء رقم104\nعلى ماذا نصت المادة 142 من قانون الولاية:",
        "options": [
            {
                "text": "1- يمكن للمجلس الشعبي الولائي استغلال مصالحه العمومية مباشرة.",
                "is_correct": false
            },
            {
                "text": "2- لايمكن للمجلس الشعبي الولائي استغلال مصالحه العمومية مباشرة.",
                "is_correct": false
            },
            {
                "text": "3- يمكن للمجلس الشعبي الولائي استغلال مصالحه العمومية بصفة غير مباشرة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 436,
        "date": "2026-02-13 18:24:39",
        "question": "📌الاستفتاء رقم 103\nماهو الشيء الذي يميز أسلوب الإدارة المباشرة :",
        "options": [
            {
                "text": "1- التبعية المباشرة للمرافق العامة للدولة.",
                "is_correct": false
            },
            {
                "text": "2-التبعية غير المباشرة للمرافق العامة للدولة.",
                "is_correct": false
            },
            {
                "text": "3- الانفصال عن المرافق العامة للدولة.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 435,
        "date": "2026-02-13 17:48:14",
        "question": "📌الاستفتاء رقم 102\nما المقصود بأسلوب الاستغلال المباشر  في إدارة المرفق العام:",
        "options": [
            {
                "text": "1_قيام الإدارة العامة بتسيير المرفق العام بنفسها وبوسائلها وموظفيها وفق قواعد القانون العام.",
                "is_correct": false
            },
            {
                "text": "2_ تفويض تسيير المرفق العام بالكامل إلى شركة خاصة مقابل الربح.",
                "is_correct": false
            },
            {
                "text": "3_ بيع المرفق العام للقطاع الخاص بشكل نهائي.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 434,
        "date": "2026-02-13 17:40:18",
        "question": "📌الاستفتاء رقم 101: \nفي بدايه التسعينات كم أسلوباً عرفه المرفق العام :",
        "options": [
            {
                "text": "1-  عرف المرفق العام أسلوبًا واحدا وهو أسلوب المؤسسة العامة.",
                "is_correct": false
            },
            {
                "text": "2- لم يعرف أيَّة أساليب",
                "is_correct": false
            },
            {
                "text": "3- عرف أسلوبين لتسييره وهما: أسلوب المؤسسة العامة و أسلوب التسيير المباشر.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 433,
        "date": "2026-02-13 17:20:26",
        "question": "📌الاستفتاء رقم 100:\n\nتنوع المرافق العامة والتزايد المستمر للحاجات العامة أدى إلى :",
        "options": [
            {
                "text": "1- فرض طريقة واحدة  لتسيير المرفق العام .",
                "is_correct": false
            },
            {
                "text": "2- فرض طرقاً متنوعة في تسيير المرفق العام.",
                "is_correct": false
            },
            {
                "text": "3- أدى إلى انعدام طرق لتسييره.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 431,
        "date": "2026-02-13 17:09:02",
        "question": "📌الاستفتاء رقم 99:\nهل هناك علاقة تربط  بين  مبدأ التكيف للمصلحة العامة والزمان أوالمكان ؟",
        "options": [
            {
                "text": "1-مبدأ التكيف مرتبط بالمكان فقط.",
                "is_correct": false
            },
            {
                "text": "2- مبدأ التكيف لايرتبط لا بالزمان ولا بالمكان .",
                "is_correct": false
            },
            {
                "text": "3- مبدأ التكيف مرتبط بالزمان والمكان.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 430,
        "date": "2026-02-13 17:03:43",
        "question": "📌الاستفتاء رقم 98:\n هل ينطبق مبدأ التكيف على جميع المرافق العامة أو بعضها :",
        "options": [
            {
                "text": "1- لاينطبق على جميع المرافق العامة.",
                "is_correct": false
            },
            {
                "text": "2- ينطبق على جميع المرافق العامة.",
                "is_correct": false
            },
            {
                "text": "3- ينطبق على بعضها دون البعض الآخر.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 429,
        "date": "2026-02-13 17:01:49",
        "question": "📌 الاستفتاء 97:\nمن عناصر \"مبدأ تكييف المرافق العامة\" انه:",
        "options": [
            {
                "text": "يطبق على جميع المرافق العامة ومن المبادئ القانونية العامة",
                "is_correct": false
            },
            {
                "text": "يحدد صلاحيات الموظفين والمرافق",
                "is_correct": false
            },
            {
                "text": "يفرض الرقابلة الداخلية على الاداء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 428,
        "date": "2026-02-13 16:37:18",
        "question": "📌الاستفتاء رقم 96\nماهي أهم تطبيقات مبدأ تكيف المرافق العامة ؟",
        "options": [
            {
                "text": "1- المادة 209 من قانون الصفقات وتفويضات المرفق العام.",
                "is_correct": false
            },
            {
                "text": "2- المادة 09من القانون الإداري.",
                "is_correct": false
            },
            {
                "text": "3- المادة 100من القانون الإداري.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 427,
        "date": "2026-02-13 16:34:51",
        "question": "📌الاستفتاء 95:\nيعد \"مبدأ المساوات امام المرفق العام\" مبدأ:",
        "options": [
            {
                "text": "عرفي",
                "is_correct": false
            },
            {
                "text": "دستوري",
                "is_correct": false
            },
            {
                "text": "قانوني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 426,
        "date": "2026-02-13 16:32:45",
        "question": "📌الاستفتاء رقم 94\nيقصد بمبدأ قابلية المرافق العامة للتعديل والتغيير:",
        "options": [
            {
                "text": "1- بأنه تجدد وتغير قواعد عمل المرافق العامة.",
                "is_correct": false
            },
            {
                "text": "2- بأنه ثبات قواعد عمل المرافق العامة.",
                "is_correct": false
            },
            {
                "text": "3- بأنه تذبذب في قواعد عمل المرافق العامة.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 424,
        "date": "2026-02-13 16:14:58",
        "question": "📌الاستفتاء 93:\nهل يحق للادارة استبعاد موظف معين من وظيفته بسبب آرائه السياسية؟",
        "options": [
            {
                "text": "نعم، اذا كانت تتعارض مع الدولة",
                "is_correct": false
            },
            {
                "text": "لا، لأن المرفق يحيادي في تعاملاته",
                "is_correct": false
            },
            {
                "text": "نعم، لحماية النظام العام للمرفق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 423,
        "date": "2026-02-13 15:37:26",
        "question": "📌 الاستفتاء 92:\nمن  المبادىء الفرعية ل\"مبدأ المساوات امام المرفق العام \":",
        "options": [
            {
                "text": "السرية الادارية",
                "is_correct": false
            },
            {
                "text": "المساوات في الاجور لدى كل موظفي المرفق الواحد",
                "is_correct": false
            },
            {
                "text": "الاستمرارية في الخدمة",
                "is_correct": false
            },
            {
                "text": "المساوات في تحمل الالتزامات والاعباء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 422,
        "date": "2026-02-13 15:14:37",
        "question": "📌الاستفتاء 91: \nالمساوات امام المرفق العام:",
        "options": [
            {
                "text": "مساوات نسبية",
                "is_correct": false
            },
            {
                "text": "عدم وجود مساوات مطلقا",
                "is_correct": false
            },
            {
                "text": "وجود مساوات بلا قيود",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 421,
        "date": "2026-02-13 15:09:19",
        "question": "📌 الاستفتاء رقم 90 :\nما هي الشروط الواجب توافرها لتطبيق نظرية الموظف الفعلي",
        "options": [
            {
                "text": "انتفاء الصفة القانونية للموظف الفعلي مع توافر الظاهر أو الظروف الاستثنائية",
                "is_correct": true
            },
            {
                "text": "وجود عقد قانوني صحيح مع الإدارة وتوافر الظروف العادية للعمل",
                "is_correct": false
            },
            {
                "text": "تقديم طلب استقالة كتابي والموافقة عليه من الجهة المختصة",
                "is_correct": false
            }
        ],
        "explanation": "تطبيق هذه النظرية يتطلب ركنين الأول هو عدم تمتع الشخص بالصفة القانونية الرسمية والثاني هو وجود مظهر خارجي يوحي بالشرعية أو وقوع ظروف"
    },
    {
        "id": 420,
        "date": "2026-02-13 15:04:43",
        "question": "📌 الاستفتاء رقم 89 :\n الغاية الجوهرية التي جعلت القضاء الإداري يبتدع نظرية الموظف الفعلي",
        "options": [
            {
                "text": "حماية الغير حسن النية وضمان دوام سير المرافق العامة بانتظام واطراد",
                "is_correct": false
            },
            {
                "text": "إلزام الإدارة بتثبيت كل من يمارس وظيفة فعليا في منصب عمل دائم بصفة تلقائية",
                "is_correct": false
            },
            {
                "text": "منح الأشخاص الذين ينتحلون الوظائف العامة حصانة من المتابعة الشخصية أو الجنائية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 419,
        "date": "2026-02-13 15:01:12",
        "question": "📌 الاستفتاء رقم 88 : \nكيف عرف الموظف الفعلي من حيث مركزه القانوني في الوظيفة العامة؟",
        "options": [
            {
                "text": "هو من يتولى وظيفة عامة دون سند شرعي إطلاقا أو من كان قرار تعيينه معيبا",
                "is_correct": false
            },
            {
                "text": "هو الموظف الذي انتهت علاقته بالإدارة عن طريق الاستقالة المقبولة قانونا",
                "is_correct": false
            },
            {
                "text": "هو الموظف الذي يتمتع برابطة قانونية صحيحة وسند شرعي تام صادر عن السلطة المختصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 418,
        "date": "2026-02-13 14:54:09",
        "question": "📌 الاستفتاء رقم 87 :\nما هو المبرر القانوني الذي استند إليه القضاء الإداري لإضفاء الشرعية على تصرفات الموظف الفعلي رغم انعدام السند القانوني لتعيينه",
        "options": [
            {
                "text": "الرغبة في إعفاء الموظف من أي ملاحقة شخصية أو جنائية قد تنتج عن مباشرة الوظيفة",
                "is_correct": false
            },
            {
                "text": "اعتبار أن مجرد ممارسة مهام الوظيفة العامة يمنح الشخص تلقائياً صفة الموظف القانوني",
                "is_correct": false
            },
            {
                "text": "حماية الغير حسن النية وضمان دوام سير المرافق العامة بانتظام واطراد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 417,
        "date": "2026-02-13 14:49:46",
        "question": "📌 الاستفتاء رقم 86 : \nلماذا أقر المشرع قاعدة عدم جواز الحجز على أموال المرفق العام كاستثناء من قواعد القانون المدني؟",
        "options": [
            {
                "text": "لضمان أداء المرفق العام لمهامه بانتظام وتلبية احتياجات الجمهور دون انقطاع",
                "is_correct": false
            },
            {
                "text": "لأن الدائنين في القانون الإداري لا يملكون الحق في المطالبة بديونهم المالية تجاه الدولة",
                "is_correct": false
            },
            {
                "text": "لأن أموال الإدارة تتمتع بحماية دستورية تمنع بيعها أو التصرف فيها تحت أي ظرف",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 416,
        "date": "2026-02-13 14:49:26",
        "question": "📌الاستفتاء 85:\n\"الضمانات القضائية\" تكون في:",
        "options": [
            {
                "text": "مبدأ المساوات",
                "is_correct": false
            },
            {
                "text": "قابلية المرافق العامة للتعديل والتغيير",
                "is_correct": false
            },
            {
                "text": "مبدأ الاستمرارية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 415,
        "date": "2026-02-13 14:46:44",
        "question": "📌 الاستفتاء رقم 84 :\nالشرط الجوهري الذي يجب أن يلتزم به المتعاقد مع الإدارة حتى يتمكن من الاستناد إلى نظرية الظروف الطارئة؟",
        "options": [
            {
                "text": "التوقف الفوري عن تنفيذ العقد بمجرد وقوع الحادث الطارئ لتجنب الإفلاس",
                "is_correct": false
            },
            {
                "text": "الاستمرار في عملية التنفيذ بالرغم من حصول الحادث الطارئ والأعباء المالية المرهقة",
                "is_correct": false
            },
            {
                "text": "رفع دعوى قضائية لإلغاء العقد وتحميل الإدارة كافة المسؤوليات القانونية والمالية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 414,
        "date": "2026-02-13 14:42:04",
        "question": "📌 الاستفتاء رقم 83 :\nما هو المبدأ الجوهري الذي تقوم عليه نظرية الظروف الطارئة في العقود الإدارية",
        "options": [
            {
                "text": "إعفاء الإدارة تماما من التزاماتها المالية بمجرد حدوث أي طارئ بسيط",
                "is_correct": false
            },
            {
                "text": "الحفاظ على التوازن المالي للعقد من خلال مساهمة الإدارة في تحمل الأعباء الناتجة عن حوادث غير متوقعة",
                "is_correct": false
            },
            {
                "text": "فسخ العقد فورا وتحميل المتعاقد مع الإدارة كامل الخسائر الناتجة عن القوة القاهرة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 413,
        "date": "2026-02-13 14:39:37",
        "question": "📌الاستفتاء 82:\nمن شروط الاضراب:",
        "options": [
            {
                "text": "منع الاضراب على فئات معينة من الموظفين",
                "is_correct": false
            },
            {
                "text": "الحق في الاضراب متاح للجميع",
                "is_correct": false
            },
            {
                "text": "يمكن الاضراب دون سابق انذار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 412,
        "date": "2026-02-13 14:37:32",
        "question": "📌 الاستفتاء رقم 81 :\nما هي العلة القانونية وراء عدم جواز الحجز على أموال المرفق العام رغم أنها تخضع لالتزامات مالية تجاه الغير؟",
        "options": [
            {
                "text": "لأن أموال المرفق العام تعتبر ملكية خاصة للموظفين والمديرين القائمين عليه",
                "is_correct": false
            },
            {
                "text": "لضمان أداء المرفق العام لمهامه بانتظام واستمرارية في تلبية احتياجات الجمهور دون تعطل",
                "is_correct": false
            },
            {
                "text": "لأن المشرع يمنح حصانة مطلقة للإدارة من أداء ديونها المالية في جميع الظروف",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 410,
        "date": "2026-02-13 14:13:37",
        "question": "📌 الاستفتاء 80:\nيقتضي \"مبدأ الاستمرارية \"جملة من الضمانات منها:",
        "options": [
            {
                "text": "التنفيدي",
                "is_correct": false
            },
            {
                "text": "الاستثنائي",
                "is_correct": false
            },
            {
                "text": "التشريعي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 409,
        "date": "2026-02-13 14:09:57",
        "question": "📌 الاستفتاء رقم 79 : \nما هو الهدف الأساسي الذي وضعه القانون رقم 90-02 من خلال فرض قيود وشروط على ممارسة حق الإضراب في المرافق العامة؟",
        "options": [
            {
                "text": "تقليص عدد الموظفين في القطاع العام وتخفيض أجورهم",
                "is_correct": false
            },
            {
                "text": "ضمان استمرارية تقديم الحد الأدنى من الخدمات للجمهور والحفاظ على سير الحياة العامة",
                "is_correct": false
            },
            {
                "text": "إلغاء حق الإضراب بصفة نهائية لجميع فئات الموظفين دون استثناء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 408,
        "date": "2026-02-13 14:00:42",
        "question": "📌 الاستفتاء رقم 78 :\nمتى تم الاعتراف بحق الإضراب في القطاعين العام والخاص معاً في التشريع الجزائري؟",
        "options": [
            {
                "text": "بموجب نص المادة 61 من دستور سنة 1976",
                "is_correct": false
            },
            {
                "text": "بموجب نص المادة 54 من دستور سنة 1989 في ظل الإصلاحات السياسية والتعددية",
                "is_correct": false
            },
            {
                "text": "منذ البداية في جميع التشريعات التي اعتبرته حقاً دستورياً مطلقاً دون شروط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 407,
        "date": "2026-02-13 13:57:09",
        "question": "📌 الاستفتاء رقم 77 :\nما هو التعريف الدقيق للإضراب",
        "options": [
            {
                "text": "اتفاق مجموعة من العمال على الامتناع عن العمل لمدة زمنية معينة بقصد إظهار استياء أو تحقيق مطالب مهنية",
                "is_correct": true
            },
            {
                "text": "التخلي النهائي عن الوظيفة وترك العمل بصفة دائمة",
                "is_correct": false
            },
            {
                "text": "التوقف الفردي عن العمل دون التنسيق مع بقية العمال لتحسين الظروف الشخصية.",
                "is_correct": false
            }
        ],
        "explanation": "يعرف الإضراب بأنه توقف جماعي مؤقت عن العمل يهدف للضغط من أجل تحقيق مطالب معينة كرفع الأجور، وليس نية لترك الوظيفة نهائيا"
    },
    {
        "id": 405,
        "date": "2026-02-13 13:41:18",
        "question": "📌الاستفتاء 76:\nيمارس \"حق الاضراب\" في:",
        "options": [
            {
                "text": "القطاعات والمشارع الخاصة",
                "is_correct": false
            },
            {
                "text": "المرافق العامة التي يديرها الخواص",
                "is_correct": false
            },
            {
                "text": "القطاعات العامة والخاصة معا",
                "is_correct": false
            },
            {
                "text": "المرافق الخاصة التي تخضع لرقابة الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 404,
        "date": "2026-02-13 13:27:47",
        "question": "📌الاستفتاء 75:\nمن المبادئء التي تحكم المرفق العام:",
        "options": [
            {
                "text": "مبدأ المسؤولية الشخصية",
                "is_correct": false
            },
            {
                "text": "مبدأ سير المرفق العام بانتظام و اطراد",
                "is_correct": false
            },
            {
                "text": "مبدأ التدرج الاداري",
                "is_correct": false
            },
            {
                "text": "مبدأ عدم المشروعية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 403,
        "date": "2026-02-13 13:25:34",
        "question": "📌الاستفتاء 74:\nمن اهم \"الضمانات التشريعية\":",
        "options": [
            {
                "text": "القرارات الادارية",
                "is_correct": false
            },
            {
                "text": "حق الاستقالة",
                "is_correct": true
            },
            {
                "text": "المراسيم التنفيدية",
                "is_correct": false
            },
            {
                "text": "حق تعديل القرارات",
                "is_correct": false
            }
        ],
        "explanation": "لانه من حق مشروع لأي موظف عام"
    },
    {
        "id": 401,
        "date": "2026-02-13 12:52:45",
        "question": "📌الاستفتاء 73:\n\"مبدأ الاستمرارية\"  يعني:",
        "options": [
            {
                "text": "مواصلة الادارة لنشاطها مهما كانت الاسباب",
                "is_correct": true
            },
            {
                "text": "للادارة سلطة تعديل أو إلغاء نشاط المرفق العام متى تغيرت الظروف",
                "is_correct": false
            },
            {
                "text": "الحفاظ على وجود المرفق العام من الناحية القانونية",
                "is_correct": false
            }
        ],
        "explanation": "لان الاستمرارية هي سبب وجود المرفق العام لاعتماد المواطنين على وجوده"
    },
    {
        "id": 397,
        "date": "2026-02-13 12:33:42",
        "question": "📌 إستفتاء رقم 45\n\nلقد نص المشرع على التأمينات العينية في",
        "options": [
            {
                "text": "1_ الكتاب الثالث",
                "is_correct": false
            },
            {
                "text": "2_ الكتاب الرابع",
                "is_correct": false
            },
            {
                "text": "3_ الكتاب الخامس",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 395,
        "date": "2026-02-13 12:23:12",
        "question": "📌 إستفتاء رقم 44\n\nالحلول في التأمينات يقع",
        "options": [
            {
                "text": "1_ بالاتفاق",
                "is_correct": false
            },
            {
                "text": "2_ بقوة القانون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 394,
        "date": "2026-02-13 12:17:24",
        "question": "📌 إستفتاء رقم 43\n\nإذا كان الالتزام الأصلي  متضمنا شرطا جزائيا",
        "options": [
            {
                "text": "1_ انتقل الالتزام دون هذا الشرط إلى الكفيل.",
                "is_correct": false
            },
            {
                "text": "2_ انتقل  الالتزام و هذا الشرط إلى الكفيل.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 393,
        "date": "2026-02-13 12:01:33",
        "question": "📌 إستفتاء رقم 42\n\nيحل الكفيل محل الدائن في حقه ويرجع بهذا الحق على المدين، لذا يجب",
        "options": [
            {
                "text": "إن يكون حق الدائن قد انقضى أو تقرر بطلانه",
                "is_correct": false
            },
            {
                "text": "أن يكون حق الدائن مازال قائما وقت الوفاء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 392,
        "date": "2026-02-13 11:55:14",
        "question": "📌 إستفتاء رقم 41\n\nويظهر الاختلاف بين دعوى الكفالة ودعوى الحلول هو أنه في دعوى الحلول",
        "options": [
            {
                "text": "1_ لا تجوز إلا إذا كان الدائن قد استوفى كل حقه",
                "is_correct": false
            },
            {
                "text": "2_ يجوز التمسك بها من طرف الكفيل في مواجهة المدين حتى ولو كان الوفاء جزئيا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 391,
        "date": "2026-02-13 11:36:30",
        "question": "📌 إستفتاء رقم 40\n للكفيل أن يحل محل الدائن في جميع ما له من حقوق تجاه المدين،",
        "options": [
            {
                "text": "1_ إذا وفى الكفيل الدين",
                "is_correct": false
            },
            {
                "text": "2_ حتى إذا وفى بعض الدين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 390,
        "date": "2026-02-13 11:20:22",
        "question": "📌 إستفتاء رقم 39\n\nإن الكفيل يرجع على المدين",
        "options": [
            {
                "text": "بأصل الدين دون المصروفات",
                "is_correct": false
            },
            {
                "text": "بأصل الدين والمصروفات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 389,
        "date": "2026-02-13 10:28:41",
        "question": "📌 الاستفتاء رقم 40 \n\nمن هو الفقيه الذي عرّف الخصخصة بأنها \"تحويل الملكية العامة\" إلى إدارة أو مشاركة أو بيع؟",
        "options": [
            {
                "text": "الدكتور خليفة اليوسف",
                "is_correct": false
            },
            {
                "text": "الدكتور أحمد بن بيتور",
                "is_correct": false
            },
            {
                "text": "الاقتصادي \"هانك\"",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 388,
        "date": "2026-02-13 10:22:24",
        "question": "📌 الاستفتاء رقم 39\n\nإن الجمع بين الاستقلالية والرقابة في المؤسسة العمومية الاقتصادية يدل على:",
        "options": [
            {
                "text": "تناقض تشريعي",
                "is_correct": false
            },
            {
                "text": "توازن بين منطق السوق وحماية المال العام",
                "is_correct": false
            },
            {
                "text": "ازدواج غير مبرر في السلطة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 387,
        "date": "2026-02-13 10:21:02",
        "question": "📌 الاستفتاء رقم 38 \n\nأي من الهيئات التالية لا يُعد من الأجهزة المتخصصة في الرقابة الخارجية؟",
        "options": [
            {
                "text": "المفتشية العامة للمالية",
                "is_correct": false
            },
            {
                "text": "مجلس المحاسبة",
                "is_correct": false
            },
            {
                "text": "الجمعية العامة للمساهمين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 386,
        "date": "2026-02-13 10:18:45",
        "question": "📌 الاستفتاء رقم 37 \n\nالرقابة الخارجية تبرر أساسًا ب :",
        "options": [
            {
                "text": "كون المؤسسة عمومية من حيث النشاط",
                "is_correct": false
            },
            {
                "text": "ضعف أجهزة الرقابة الداخلية",
                "is_correct": false
            },
            {
                "text": "الطبيعة العمومية لرأس مال المؤسسة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 385,
        "date": "2026-02-13 10:17:24",
        "question": "📌 الاستفتاء رقم 36\n\nإذا كانت الرقابة الداخلية تقوم على مبدأ الاستقلالية، فإن ذلك يعني:",
        "options": [
            {
                "text": "غياب أي رقابة خارجية",
                "is_correct": false
            },
            {
                "text": "أولوية الرقابة الذاتية مع عدم إلغاء الرقابة الخارجية بسبب طبيعة رأس المال العمومي",
                "is_correct": false
            },
            {
                "text": "تحويل المؤسسة إلى مؤسسة خاصة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 384,
        "date": "2026-02-13 10:16:25",
        "question": "📌 الاستفتاء رقم 35\n\nمن مظاهر الرقابة الداخلية داخل المؤسسة العمومية الاقتصادية:",
        "options": [
            {
                "text": "رقابة أجهزة المؤسسة (الجمعية العامة، مجلس الإدارة، جهاز التسيير) + محافظ الحسابات",
                "is_correct": false
            },
            {
                "text": "رقابة مجلس المحاسبة",
                "is_correct": false
            },
            {
                "text": "رقابة الوزير الأول مباشرة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 382,
        "date": "2026-02-13 10:13:40",
        "question": "📌 الاستفتاء رقم 34 \n\nالرقابة الداخلية تهدف أساسًا إلى :",
        "options": [
            {
                "text": "تكريس تدخل الهيئات الخارجية في كل قرار",
                "is_correct": false
            },
            {
                "text": "إبطاء اتخاذ القرارات",
                "is_correct": false
            },
            {
                "text": "ضمان المتابعة الذاتية لنشاط المؤسسة وتحقيق أهدافها في إطار اقتصاد السوق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 381,
        "date": "2026-02-13 10:12:26",
        "question": "📌 الاستفتاء رقم 33 \n\nتعزيز الرقابة على المؤسسة العمومية الاقتصادية بعد منحها الاستقلالية سببه:",
        "options": [
            {
                "text": "ضعف المنافسة في السوق",
                "is_correct": false
            },
            {
                "text": "تقليص دور الدولة نهائيًا",
                "is_correct": false
            },
            {
                "text": "تجاوز بعض المؤسسات لأهدافها وتعديها حدود نشاطها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 380,
        "date": "2026-02-13 10:11:21",
        "question": "📌 الاستفتاء رقم 32 \n\nتظهر خصوصية الطابع العمومي للمؤسسة العمومية الاقتصادية أساسًا في:",
        "options": [
            {
                "text": "تدخل أجهزة إضافية إلى جانب أجهزة الشركة التقليدية",
                "is_correct": false
            },
            {
                "text": "طريقة تعيين العمال",
                "is_correct": false
            },
            {
                "text": "إعفائها من الرقابة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 379,
        "date": "2026-02-13 10:10:21",
        "question": "📌 الاستفتاء رقم 31 \n\nتخضع المؤسسة العمومية الاقتصادية في تنظيمها الهيكلي :",
        "options": [
            {
                "text": "لنظام إداري محض يختلف كليًا عن الشركات التجارية",
                "is_correct": false
            },
            {
                "text": "لنفس التنظيم الذي تقوم عليه الشركات التجارية مع مراعاة بعض الخصوصيات المرتبطة بطابعها العمومي",
                "is_correct": false
            },
            {
                "text": "لنظام خاص يحدده البرلمان لكل مؤسسة على حدة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 378,
        "date": "2026-02-13 10:06:36",
        "question": "📌 الاستفتاء رقم 30 \n\nأي من العبارات التالية صحيحة بخصوص المؤسسة العمومية الاقتصادية؟",
        "options": [
            {
                "text": "تنشأ فقط بعقد تجاري وتخضع كليًا للقانون التجاري",
                "is_correct": false
            },
            {
                "text": "تتمتع بطابع مزدوج، تنشأ بقرار إداري لكنها تخضع في تسييرها لقواعد الشركات التجارية",
                "is_correct": false
            },
            {
                "text": "لا يمكن حلها إلا بحكم قضائي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 377,
        "date": "2026-02-13 10:05:25",
        "question": "📌 الاستفتاء رقم 29 \n\nالحل الإداري للمؤسسة العمومية الاقتصادية يتم ب:",
        "options": [
            {
                "text": "بموجب حكم قضائي نهائي",
                "is_correct": false
            },
            {
                "text": "بقرار من الجمعية العامة",
                "is_correct": false
            },
            {
                "text": "بقرار إداري صادر عن السلطة التنفيذية وفق المرسوم التنفيذي 94-294 المؤرخ في 24/09/1994",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 376,
        "date": "2026-02-13 10:03:51",
        "question": "📌 إستفتاء رقم 38\n\nإذا لم يخطر الكفيل المدين قبل الوفاء",
        "options": [
            {
                "text": "1_ فيسقط حقه في الرجوع على المدين بكل ما وفاه.",
                "is_correct": false
            },
            {
                "text": "2_ فلايسقط حقه في الرجوع  على المدين بكل ما وفاه.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 375,
        "date": "2026-02-13 10:03:08",
        "question": "📌 الاستفتاء رقم 28 \n\nيتم الحل القضائي للمؤسسة العمومية الاقتصادية عندما:",
        "options": [
            {
                "text": "توضع في حالة إفلاس وتخضع لإجراءات قضائية وفق قانون خاص",
                "is_correct": false
            },
            {
                "text": "ينسحب أحد العمال",
                "is_correct": false
            },
            {
                "text": "تحويل المؤسسة من الملكية العامة للدولة إلى الملكية الخاصة كليًا أو جزئيًا بقرار من الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 374,
        "date": "2026-02-13 10:00:46",
        "question": "📌 الاستفتاء رقم 27 \n\nيكون الحل القانوني للمؤسسة العمومية الاقتصادية في حالة:",
        "options": [
            {
                "text": "تغيير المدير العام",
                "is_correct": false
            },
            {
                "text": "حلول الأجل وتحقيق الهدف أو هلاك كل أو جزء كبير من رأس المال (إفلاس)",
                "is_correct": false
            },
            {
                "text": "تعديل النظام الداخلي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 372,
        "date": "2026-02-13 09:57:23",
        "question": "📌 الاستفتاء رقم 26 \n\nالحل الرضائي للمؤسسة العمومية الاقتصادية يكون ب :",
        "options": [
            {
                "text": "اتفاق الشركاء أو المساهمين (حل اتفاقي، انسحاب، إدماج، انقسام)",
                "is_correct": false
            },
            {
                "text": "قرار من المحكمة التجارية",
                "is_correct": false
            },
            {
                "text": "قرار من الوالي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 371,
        "date": "2026-02-13 09:55:47",
        "question": "📌 الاستفتاء رقم 25\n\nمن الشروط الخاصة الواجب توافرها لتجسيد المؤسسة العمومية الاقتصادية كشركة تجارية:",
        "options": [
            {
                "text": "صدور مرسوم تنفيذي",
                "is_correct": false
            },
            {
                "text": "الاكتتاب كمرحلة أولى ثم انعقاد الجمعية العامة التأسيسية كمرحلة ثانية",
                "is_correct": false
            },
            {
                "text": "موافقة مجلس الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 370,
        "date": "2026-02-13 09:54:34",
        "question": "📌 الاستفتاء رقم 24 \n\nرغم خضوع المؤسسة العمومية الاقتصادية لأحكام القانون التجاري، فإن قرار إنشائها يصدر:",
        "options": [
            {
                "text": "بقرار إداري صادر عن جهة مختصة",
                "is_correct": false
            },
            {
                "text": "بعقد تأسيس موثق",
                "is_correct": false
            },
            {
                "text": "بحكم قضائي ابتدائي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 369,
        "date": "2026-02-13 09:53:04",
        "question": "📌 الاستفتاء رقم 23 \n\nما الجهة المختصة بإصدار قرار إنشاء المؤسسة العمومية الاقتصادية وفق الأمر 01-04؟",
        "options": [
            {
                "text": "البرلمان بغرفتيه",
                "is_correct": false
            },
            {
                "text": "الوزير الأول",
                "is_correct": false
            },
            {
                "text": "مجلس مساهمات الدولة أو الأجهزة الاجتماعية لشركات الدولة التي تحوز كامل رأس المال",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 368,
        "date": "2026-02-13 09:40:34",
        "question": "📌 إستفتاء رقم 37\n إذا قام الكفيل بالوفاء بالرغم من اعتراض المدين فإن حقه في الرجوع على على المدين",
        "options": [
            {
                "text": "1_ يبقى قائما",
                "is_correct": false
            },
            {
                "text": "2_ يسقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 367,
        "date": "2026-02-13 09:37:32",
        "question": "📌 الاستفتاء رقم 72 :\nاذا تم انشاء مرفق بقانون يلغى ب :",
        "options": [
            {
                "text": "قرار",
                "is_correct": false
            },
            {
                "text": "فسخ العقد",
                "is_correct": false
            },
            {
                "text": "بقانون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 366,
        "date": "2026-02-13 09:36:26",
        "question": "📌 إستفتاء رقم 36\nإذا أخطر الكفيل المدين فيجب على المدين أن يبادر باللإعتراض إذا كان قد وفى  الدين",
        "options": [
            {
                "text": "1_  يجب على الكفيل الامتناع عن الوفاء بالدين",
                "is_correct": false
            },
            {
                "text": "2_  يجب على الكفيل الوفاء بالدين",
                "is_correct": false
            },
            {
                "text": "3_ يجب على الدائن الرجوع على الكفيل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 365,
        "date": "2026-02-13 09:33:39",
        "question": "📌 الاستفتاء رقم 71 :\nهل يملك الأفراد حق إنشاء مرفق عام؟",
        "options": [
            {
                "text": "نعم بحرية تامة",
                "is_correct": false
            },
            {
                "text": "لا اختصاص حصري للدولة",
                "is_correct": false
            },
            {
                "text": "نعم بمجرد الإخطار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 364,
        "date": "2026-02-13 09:31:35",
        "question": "📌 الاستفتاء رقم 70 :\nما أداة إنشاء المرافق الوطنية الكبرى؟",
        "options": [
            {
                "text": "قرار من المدير",
                "is_correct": false
            },
            {
                "text": "قانون او مرسوم",
                "is_correct": false
            },
            {
                "text": "عقد اتفاقي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 363,
        "date": "2026-02-13 09:29:54",
        "question": "📌 الاستفتاء رقم 69 :\nما طبيعة المرافق الاختيارية؟",
        "options": [
            {
                "text": "مرافق سيادية",
                "is_correct": false
            },
            {
                "text": "مرافق ترفيهية وثقافية",
                "is_correct": false
            },
            {
                "text": "مرافق الامن القومي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 362,
        "date": "2026-02-13 09:27:51",
        "question": "📌 الاستفتاء رقم 68 :\nمتى يصبح إنشاء المرفق إجباريا؟",
        "options": [
            {
                "text": "إذا طالب الشعب",
                "is_correct": false
            },
            {
                "text": "إذا نص الدستور أو القانون",
                "is_correct": false
            },
            {
                "text": "إذا توفر المال",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 361,
        "date": "2026-02-13 09:25:47",
        "question": "📌 الاستفتاء رقم 67 :\nهل الدولة ملزمة بإنشاء كل المرافق؟",
        "options": [
            {
                "text": "تملك سلطة تقديرية",
                "is_correct": false
            },
            {
                "text": "نعم بجميع الأنواع",
                "is_correct": false
            },
            {
                "text": "نعم بأمر القضاء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 360,
        "date": "2026-02-13 09:23:56",
        "question": "📌 الاستفتاء رقم 66 :\nما ميزة أسلوب المؤسسة العامة؟",
        "options": [
            {
                "text": "المركزية الشديدة",
                "is_correct": false
            },
            {
                "text": "التبعية المطلقة للوزير",
                "is_correct": false
            },
            {
                "text": "الاستقلال المالي والإداري",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 359,
        "date": "2026-02-13 09:21:53",
        "question": "📌 الاستفتاء رقم 65 :\nهل للمرفق غير المستقل ميزانية خاصة؟",
        "options": [
            {
                "text": "نعم ميزانية ضخمة",
                "is_correct": false
            },
            {
                "text": "لا تدمج بميزانية الدولة",
                "is_correct": false
            },
            {
                "text": "نعم بالعملة الصعبة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 358,
        "date": "2026-02-13 09:19:03",
        "question": "📌 الاستفتاء رقم 64 :\nتدار المرافق غير المستقلة ب:",
        "options": [
            {
                "text": "بواسطة شركات خاصة",
                "is_correct": false
            },
            {
                "text": "عن طريق مجلس منتخب",
                "is_correct": false
            },
            {
                "text": "باسلوب الاستغلال المباشر",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 357,
        "date": "2026-02-13 09:18:15",
        "question": "📌 إستفتاء رقم 35\nالكفيل لا يستطيع إجبار المدين على الوفاء",
        "options": [
            {
                "text": "1_ قبل حلول الأجل",
                "is_correct": false
            },
            {
                "text": "2_ بعد فوات الاجل",
                "is_correct": false
            },
            {
                "text": "3_ أثناء الأجل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 356,
        "date": "2026-02-13 09:17:08",
        "question": "📌 الاستفتاء رقم 63 :\nما معيار تمييز المرافق المستقلة؟",
        "options": [
            {
                "text": "حجم المبنى",
                "is_correct": false
            },
            {
                "text": "عدد الموضفين",
                "is_correct": false
            },
            {
                "text": "الشخصية المعنوية المستقلة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 355,
        "date": "2026-02-13 09:15:35",
        "question": "📌 الاستفتاء رقم 62 :\nأي من التالي يعد مرفقا اجتماعيا ؟",
        "options": [
            {
                "text": "مصنع السيارات الحكومي",
                "is_correct": false
            },
            {
                "text": "صناديق الضمان الاجتماعي",
                "is_correct": false
            },
            {
                "text": "الشركة الوطنية للنقل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 354,
        "date": "2026-02-13 09:13:05",
        "question": "📌 الاستفتاء رقم 61 : \nيتميز المقابل المالي للمرافق الاجتماعية",
        "options": [
            {
                "text": "أسعار سوق مرتفعة",
                "is_correct": false
            },
            {
                "text": "مجانية أو رسوم رمزية",
                "is_correct": false
            },
            {
                "text": "ارباح خيالية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 353,
        "date": "2026-02-13 09:10:19",
        "question": "📌 الاستفتاء رقم 60 :\nالهدف الأساسي للمرافق الاجتماعية",
        "options": [
            {
                "text": "تحقيق الربح التجاري",
                "is_correct": false
            },
            {
                "text": "التضامن و الرقي الاجتماعي",
                "is_correct": false
            },
            {
                "text": "منافسة القطاع الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 352,
        "date": "2026-02-13 09:09:28",
        "question": "📌 إستفتاء رقم 34 \nلا يجوز الرجوع علي المدين بدعوى الكفالة",
        "options": [
            {
                "text": "1_ إذا انعقدت رغم معارضت الكفيل",
                "is_correct": false
            },
            {
                "text": "2_ إذا انعقدت رغم معارضت المدين",
                "is_correct": false
            },
            {
                "text": "3_ إذا انعقدت بموافقة المدين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 351,
        "date": "2026-02-13 09:04:56",
        "question": "📌 الاستفتاء رقم 59 : \nالعلاقة بين المركزي والمحلي",
        "options": [
            {
                "text": "تنفار وتضاد",
                "is_correct": false
            },
            {
                "text": "كل منهما مستقل عن الاخر",
                "is_correct": false
            },
            {
                "text": "تكامل وتعاون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 350,
        "date": "2026-02-13 09:03:19",
        "question": "📌 الاستفتاء رقم 58 :\nأين تمارس المرافق الوطنية نشاطها؟",
        "options": [
            {
                "text": "في كامل اقليم الدولة",
                "is_correct": false
            },
            {
                "text": "في مناطق الحدودية في الدولة",
                "is_correct": false
            },
            {
                "text": "في العاصمة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 349,
        "date": "2026-02-13 09:01:18",
        "question": "📌 الاستفتاء رقم 57 : \nما صفة أموال المرافق الإدارية؟",
        "options": [
            {
                "text": "​أموال خاصة",
                "is_correct": false
            },
            {
                "text": "​أموال عامة",
                "is_correct": false
            },
            {
                "text": "اموال مشتركة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 348,
        "date": "2026-02-13 08:56:10",
        "question": "📌 الاستفتاء رقم 56 :\nما الطبيعة القانونية لقرارات النقابات المهنية؟",
        "options": [
            {
                "text": "قرارات إدارية قابلة للطعن",
                "is_correct": false
            },
            {
                "text": "قرارات خاصة مدنية",
                "is_correct": false
            },
            {
                "text": "أعمال تجارية بحتة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 347,
        "date": "2026-02-13 08:53:40",
        "question": "📌 الاستفتاء رقم 55 :\nمن يتولى إدارة المرافق المهنية؟",
        "options": [
            {
                "text": "موظفون تعينهم الوزارة",
                "is_correct": false
            },
            {
                "text": "أعضاء منتخبون من المهنة",
                "is_correct": false
            },
            {
                "text": "مديرون من القطاع الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 346,
        "date": "2026-02-13 08:51:46",
        "question": "📌 الاستفتاء رقم 54 :\nما الغاية من إنشاء المرافق المهنية؟",
        "options": [
            {
                "text": "تنظيم ومراقبة ممارسة المهنة",
                "is_correct": false
            },
            {
                "text": "منافسة القطاع العام",
                "is_correct": false
            },
            {
                "text": "تحقيق ارباح تجارية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 345,
        "date": "2026-02-13 08:49:24",
        "question": "📌 الاستفتاء رقم 53 : \nهل يتمتع المرفق الاقتصادي بالسلطة العامة؟",
        "options": [
            {
                "text": "لا لأنه تجاري",
                "is_correct": false
            },
            {
                "text": "نعم بالقدر اللازم",
                "is_correct": false
            },
            {
                "text": "نعم سلطة مطلقة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 344,
        "date": "2026-02-13 08:46:59",
        "question": "📌 الاستفتاء رقم 52 :\nما هدف الدولة من النشاط الاقتصادي؟",
        "options": [
            {
                "text": "الربح المادي البحت",
                "is_correct": false
            },
            {
                "text": "إشباع الحاجات العامة",
                "is_correct": false
            },
            {
                "text": "القضاء على القطاع الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 343,
        "date": "2026-02-13 08:44:38",
        "question": "📌 الاستفتاء رقم 51 :\nمتى ظهرت المرافق العمومية الاقتصادية؟",
        "options": [
            {
                "text": "مع الدولة الحارسة",
                "is_correct": false
            },
            {
                "text": "بعد تدخل الدولة اقتصاديا",
                "is_correct": false
            },
            {
                "text": "قبل الثورة الصناعية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 342,
        "date": "2026-02-13 08:42:46",
        "question": "📌 الاستفتاء رقم 50 :\nهل تخضع المرافق الإدارية للقانون الخاص؟",
        "options": [
            {
                "text": "مستحيل مطلقا",
                "is_correct": false
            },
            {
                "text": "استثناء في بعض الأحيان",
                "is_correct": false
            },
            {
                "text": "دائما كأصل عام",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 341,
        "date": "2026-02-13 08:40:05",
        "question": "📌 الاستفتاء رقم 49 :\nبماذا تختص المرافق العمومية الإدارية؟",
        "options": [
            {
                "text": "بالنشاطات التجارية البحتة",
                "is_correct": false
            },
            {
                "text": "بالوظائف السيادية والخدمية",
                "is_correct": false
            },
            {
                "text": "بالصناعات التحويلية الثقيلة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 340,
        "date": "2026-02-13 08:38:18",
        "question": "📌 الاستفتاء رقم 48 :\nهل المرافق الوطنية والمحلية منفصلة؟",
        "options": [
            {
                "text": "نعم انفصال تام",
                "is_correct": false
            },
            {
                "text": "يوجد تكامل وتعاون",
                "is_correct": false
            },
            {
                "text": "نعم تنافسية فيما بينها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 339,
        "date": "2026-02-13 08:36:46",
        "question": "📌 الاستفتاء رقم 47 :\nمن يشرف على المرافق المحلية؟",
        "options": [
            {
                "text": "الوزارات المركزية فقط",
                "is_correct": false
            },
            {
                "text": "السلطات المحلية المنتخبة والمعينة",
                "is_correct": false
            },
            {
                "text": "الشركات الخاصة المتعاقدة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 338,
        "date": "2026-02-13 08:34:19",
        "question": "📌 الاستفتاء رقم 46 : \nما معيار تمييز المرافق الوطنية؟",
        "options": [
            {
                "text": "موقع المقر الرئيسي",
                "is_correct": false
            },
            {
                "text": "امتداد النشاط لكامل الإقليم",
                "is_correct": false
            },
            {
                "text": "عدد الموظفين فيها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 337,
        "date": "2026-02-13 08:17:09",
        "question": "📌 الاستفتاء رقم 45 :\nهل يجوز للمرفق نزع الملكية الخاصة؟",
        "options": [
            {
                "text": "نعم للمنفعة العامة",
                "is_correct": false
            },
            {
                "text": "لا مطلقا",
                "is_correct": false
            },
            {
                "text": "نعم بلا تعويض",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 336,
        "date": "2026-02-13 08:15:08",
        "question": "📌 الاستفتاء رقم 44 :\nلمن الكلمة الفصل في تنظيم المرفق؟",
        "options": [
            {
                "text": "للمتعاقد الخاص",
                "is_correct": false
            },
            {
                "text": "للإدارة العامة",
                "is_correct": false
            },
            {
                "text": "لجمهور المنتفعين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 335,
        "date": "2026-02-13 08:13:35",
        "question": "📌 الاستفتاء رقم 43 :\nما الذي يربط المنتفع بالمرفق الإداري؟",
        "options": [
            {
                "text": "مركز تنظيمي",
                "is_correct": false
            },
            {
                "text": "علاقة شخصية",
                "is_correct": false
            },
            {
                "text": "عقد مدني رضائي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 334,
        "date": "2026-02-13 08:12:02",
        "question": "📌 الاستفتاء رقم 42 :\nما الوضع القانوني لأموال المرفق العام؟",
        "options": [
            {
                "text": "قابلة للحجز",
                "is_correct": false
            },
            {
                "text": "قابلة للرهن",
                "is_correct": false
            },
            {
                "text": "محصنة من الحجز",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 333,
        "date": "2026-02-13 08:10:31",
        "question": "📌 الاستفتاء رقم 41 :\nبماذا يتميز القرار الإداري في المرفق؟",
        "options": [
            {
                "text": "بالتوافق الثنائي",
                "is_correct": false
            },
            {
                "text": "بالتحكيم الخارجي",
                "is_correct": false
            },
            {
                "text": "بالإرادة المنفردة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 332,
        "date": "2026-02-13 08:07:15",
        "question": "📌 الاستفتاء رقم 40 :\nما الوصف القانوني لقرار إنشاء المرفق؟",
        "options": [
            {
                "text": "عمل مادي بحت",
                "is_correct": false
            },
            {
                "text": "عمل قانوني تنظيمي",
                "is_correct": false
            },
            {
                "text": "عقد مدني رضائي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 331,
        "date": "2026-02-13 08:05:18",
        "question": "📌 الاستفتاء رقم 39 : \nما مصير المرفق عند عجز القطاع الخاص؟",
        "options": [
            {
                "text": "تتدخل الدولة لإنشائه",
                "is_correct": false
            },
            {
                "text": "يترك النشاط نهائيا",
                "is_correct": false
            },
            {
                "text": "يجبر الخواص عليه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 330,
        "date": "2026-02-13 08:03:24",
        "question": "📌 الاستفتاء رقم 38 :\nهل يجوز للأفراد إجبار الدولة على الإنشاء؟",
        "options": [
            {
                "text": "نعم بحكم قضائي",
                "is_correct": false
            },
            {
                "text": "لا سلطة تقديرية",
                "is_correct": false
            },
            {
                "text": "نعم بالتظاهر السلمي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 329,
        "date": "2026-02-13 07:59:18",
        "question": "📌 الاستفتاء رقم 37 :\nمتى تقرر الدولة إلغاء المرفق العام؟",
        "options": [
            {
                "text": "عند انتهاء الحاجة",
                "is_correct": false
            },
            {
                "text": "عند غضب المواطنين",
                "is_correct": false
            },
            {
                "text": "عند تغيير المدير",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 328,
        "date": "2026-02-13 07:57:15",
        "question": "📌 الاستفتاء رقم 36 :\nمن يملك سلطة إنشاء المرافق العامة الوطنية؟",
        "options": [
            {
                "text": "المستثمرون الأجانب",
                "is_correct": false
            },
            {
                "text": "السلطة المختصة بالدولة",
                "is_correct": false
            },
            {
                "text": "الجمعيات الخيرية المحلية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 327,
        "date": "2026-02-13 07:54:52",
        "question": "📌 الاستفتاء رقم 35 :\nهل يعد عمال المرافق الاقتصادية موظفين عموميين؟",
        "options": [
            {
                "text": "نعم كلهم موظفون",
                "is_correct": false
            },
            {
                "text": "لا هم عمال",
                "is_correct": false
            },
            {
                "text": "حسب رغبة المدير",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 326,
        "date": "2026-02-13 07:48:17",
        "question": "📌 الاستفتاء رقم 34 : \nما القانون الذي يحكم المرافق الاقتصادية العامة؟",
        "options": [
            {
                "text": "قانون اداري",
                "is_correct": false
            },
            {
                "text": "مزيج بين قواعد القانون الخاص و العام",
                "is_correct": false
            },
            {
                "text": "قانون دولي خاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 325,
        "date": "2026-02-13 07:44:56",
        "question": "📌 الاستفتاء رقم 33 :\nما هو معيار التفرقة بين المرافق العامة؟",
        "options": [
            {
                "text": "طبيعة النشاط الممارس",
                "is_correct": false
            },
            {
                "text": "موقع المرفق الجغرافي",
                "is_correct": false
            },
            {
                "text": "جنسية مدير المرفق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 324,
        "date": "2026-02-13 07:42:29",
        "question": "📌 الاستفتاء رقم 32 :\nما طبيعة علاقة الموظف بالمرفق الإداري؟",
        "options": [
            {
                "text": "علاقة تعاقدية خاصة",
                "is_correct": false
            },
            {
                "text": "علاقة تنظيمية لائحية",
                "is_correct": false
            },
            {
                "text": "علاقة شراكة تجارية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 323,
        "date": "2026-02-13 07:40:43",
        "question": "📌 الاستفتاء رقم 31 :\nما القانون الغالب على المرافق الإدارية البحتة؟",
        "options": [
            {
                "text": "قانون العمل",
                "is_correct": false
            },
            {
                "text": "قانون الاسرة",
                "is_correct": false
            },
            {
                "text": "قانون الاداري",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 322,
        "date": "2026-02-13 07:37:42",
        "question": "📌 الاستفتاء رقم 30 : \nما الجهة المختصة بمنازعات المرافق الإدارية؟",
        "options": [
            {
                "text": "المحكمة الابتدائية (عادي)",
                "is_correct": false
            },
            {
                "text": "المحكمة التجارية المتخصصة",
                "is_correct": false
            },
            {
                "text": "القضاء الاداري",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 321,
        "date": "2026-02-13 07:35:54",
        "question": "📌 الاستفتاء رقم 29 :\nما المقابل لامتيازات المرفق العام؟",
        "options": [
            {
                "text": "حرية مطلقة للتصرف",
                "is_correct": false
            },
            {
                "text": "قيود والتزامات خاصة",
                "is_correct": false
            },
            {
                "text": "إعفاء من المسؤولية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 320,
        "date": "2026-02-13 07:33:36",
        "question": "📌 الاستفتاء رقم 28 :\nلماذا يمنح المرفق امتيازات السلطة؟",
        "options": [
            {
                "text": "لتحقيق النفع العام",
                "is_correct": false
            },
            {
                "text": "لزيادة أرباح الموظفين",
                "is_correct": false
            },
            {
                "text": "لقهر المواطنين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 319,
        "date": "2026-02-13 07:31:03",
        "question": "📌 الاستفتاء رقم 27 :\nما طبيعة النظام القانوني للمرافق العامة؟",
        "options": [
            {
                "text": "نظام قانوني خاص",
                "is_correct": false
            },
            {
                "text": "نظام استثنائي متميز",
                "is_correct": false
            },
            {
                "text": "نظام مختلط متساوي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 318,
        "date": "2026-02-13 07:26:44",
        "question": "📌 الاستفتاء رقم 26 :\nما دور الدولة تجاه المرفق المفوض؟",
        "options": [
            {
                "text": "التخلي التام عنه",
                "is_correct": false
            },
            {
                "text": "بيعه للقطاع الخاص",
                "is_correct": false
            },
            {
                "text": "التوجيه والرقابة عليه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 317,
        "date": "2026-02-13 07:24:11",
        "question": "📌 الاستفتاء رقم 25 :\nهل ينفي تفويض الإدارة صفة المرفق؟",
        "options": [
            {
                "text": "نعم ينفي الصفة",
                "is_correct": false
            },
            {
                "text": "لا ينفي الصفة",
                "is_correct": true
            },
            {
                "text": "يحوله لقطاع خاص",
                "is_correct": false
            }
        ],
        "explanation": "حتى لو أدار أحد الخواص المرفق (لي يعرف الامتياز هذاك هو)، يبقى مرفقاً عاماً طالما يخضع لتوجيه ورقابة السلطة العامة"
    },
    {
        "id": 316,
        "date": "2026-02-13 07:21:02",
        "question": "📌 الاستفتاء رقم 24 :\nمن يدير المرفق العام وفق الأصل؟",
        "options": [
            {
                "text": "الأفراد والشركات",
                "is_correct": false
            },
            {
                "text": "المنظمات الأجنبية",
                "is_correct": false
            },
            {
                "text": "الدولة والأشخاص العامة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 315,
        "date": "2026-02-13 07:19:13",
        "question": "📌 الاستفتاء رقم 23 :\nما طبيعة الحاجات التي يشبعها المرفق؟",
        "options": [
            {
                "text": "حاجات مادية فقط",
                "is_correct": false
            },
            {
                "text": "حاجات معنوية",
                "is_correct": false
            },
            {
                "text": "حاجات مادية ومعنوية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 314,
        "date": "2026-02-13 07:17:33",
        "question": "📌 الاستفتاء رقم 22 :\nهل يعد الربح هدفاً للمرفق العام؟",
        "options": [
            {
                "text": "نعم هدف رئيسي",
                "is_correct": false
            },
            {
                "text": "ليس هدفاً رئيسيا",
                "is_correct": false
            },
            {
                "text": "نعم هدف وحيد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 313,
        "date": "2026-02-13 07:15:54",
        "question": "📌 الاستفتاء رقم 21 :\nما الغاية المبررة لوجود المرفق العام؟",
        "options": [
            {
                "text": "تحقيق الربح المالي",
                "is_correct": false
            },
            {
                "text": "تحقيق النفع العام",
                "is_correct": false
            },
            {
                "text": "منافسة القطاع الخاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 312,
        "date": "2026-02-12 23:01:44",
        "question": "📌الاستفتاء رقم 20\n\nأي من الأمثلة التالية \"خدمات معنوية تحقق النفع للمواطنين بطريقة غير مباشرة\"؟",
        "options": [
            {
                "text": "أ) رسوم الدراسة بالجامعات.",
                "is_correct": false
            },
            {
                "text": "ب) رسوم المستشفيات العامة.",
                "is_correct": false
            },
            {
                "text": "ج) مرافق الأمن والدفاع.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 311,
        "date": "2026-02-12 22:46:21",
        "question": "📌الاستفتاء19: \nمتى \"لا ترتقي\" الوظيفة إلى منزلة المرفق العام حتى لو حققت مصلحة عامة:",
        "options": [
            {
                "text": "إذا كانت الخدمات المقدمة معنوية وليست مادية",
                "is_correct": false
            },
            {
                "text": "اذا كانت الرسوم المفروضة رسوم رمزية فقط",
                "is_correct": false
            },
            {
                "text": "إذا كانت المصلحة العامة تمثل غاية ثانوية لهذا النشاط",
                "is_correct": true
            }
        ],
        "explanation": "اي انه يجب ان تكون غاية المرفق الاولى هيا تحقيق المصلحة العامة قبل كل شيء كي نعتبره مرفقا عاما"
    },
    {
        "id": 310,
        "date": "2026-02-12 22:32:55",
        "question": "📌 الاستفتاء 18:\nيقصد بـ \"النظام القانوني المتميز\" الذي يخضع له المرفق العام:",
        "options": [
            {
                "text": "قانون استثنائي يحكم المرافق العامة ويتغير من مرفق لآخر",
                "is_correct": true
            },
            {
                "text": "قواعد القانون الخاص بصفة عامة",
                "is_correct": false
            },
            {
                "text": "مجموعة من القواعد العامة التي تحكم المشاريع",
                "is_correct": false
            }
        ],
        "explanation": "القانون الادري يحكم في كل المرافق العامة بلا استثناء لكن كل مرفق عام له قانون استثنائي يميزه عن قوانين المرافق الاخرى لاختلاف الخدمات المقدمة"
    },
    {
        "id": 308,
        "date": "2026-02-12 22:17:09",
        "question": "📌الاستفتاء 17:\nيشترط لقيام عنصر النفع العام أن:",
        "options": [
            {
                "text": "يستهدف تحقيق الربح ولو بصورة غير مباشرة",
                "is_correct": false
            },
            {
                "text": "يتصل نشاط المرفق بالصالح العام وإشباع حاجات عامة مشتركة",
                "is_correct": true
            },
            {
                "text": "يكون النشاط ممولاً من الخزينة العمومية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 306,
        "date": "2026-02-12 22:07:54",
        "question": "📌الاستفتاء 110 :\n\n_ ترفع الدعوى المدنية من طرف :",
        "options": [
            {
                "text": "المدعى",
                "is_correct": false
            },
            {
                "text": "شرطة قضائية",
                "is_correct": false
            },
            {
                "text": "المتضرر نفسه",
                "is_correct": true
            },
            {
                "text": "النيابة العامة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 305,
        "date": "2026-02-12 22:06:25",
        "question": "📌الاستفتاء 109 :\n\n_ موضوع الدعوى الجزائية :",
        "options": [
            {
                "text": "فعل يعاقب عليه القانون بموجب قانون العقوبات",
                "is_correct": true
            },
            {
                "text": "يعاقب فاعله بموجب القانون المدني والجزائي",
                "is_correct": false
            },
            {
                "text": "نزاع اداري",
                "is_correct": false
            },
            {
                "text": "يطالب فيه بحق المال",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 304,
        "date": "2026-02-12 22:04:01",
        "question": "📌 الاستفتاء 108 :\n\n_ حماية الحق تقوم على :",
        "options": [
            {
                "text": "دعوى قضائية",
                "is_correct": false
            },
            {
                "text": "انذار شفهي",
                "is_correct": false
            },
            {
                "text": "انذار كتابي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 303,
        "date": "2026-02-12 22:02:12",
        "question": "📌 الاستفتاء رقم 16 : \nما الهدف المحوري للمرافق العامة الاقتصادية؟",
        "options": [
            {
                "text": "تحقيق الربح كغاية",
                "is_correct": false
            },
            {
                "text": "الموازنة بين النفع والربح",
                "is_correct": true
            },
            {
                "text": "تقديم خدمات  مجانية",
                "is_correct": false
            }
        ],
        "explanation": "المرافق الاقتصادية تزاول نشاطاً مشابها لنشاط الأفراد وتعتمد جزئياً على عائداتها المالية ومع ذلك يظل هدف النفع العام هو الغاية الأساسية التي تبرر وجودها"
    },
    {
        "id": 302,
        "date": "2026-02-12 22:00:06",
        "question": "📌الاستفتاء 107 :\n\n_ من معايير التعسف في إستعمال الحق :",
        "options": [
            {
                "text": "عدم تناسب مصلحة صاحب الحق والضرر الذي يلحق الغير",
                "is_correct": false
            },
            {
                "text": "حسن النية",
                "is_correct": false
            },
            {
                "text": "احترام القانون",
                "is_correct": false
            },
            {
                "text": "عدم تجاوز حقوقه المدنية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 301,
        "date": "2026-02-12 21:59:55",
        "question": "📌 الاستفتاء رقم 15 :\nما القانون الحاكم للمرافق الإدارية أساسا؟",
        "options": [
            {
                "text": "قواعد القانون المدني",
                "is_correct": false
            },
            {
                "text": "قواعد القانون التجاري",
                "is_correct": false
            },
            {
                "text": "قواعد القانون الإداري",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 300,
        "date": "2026-02-12 21:57:17",
        "question": "📌الاستفتاء 106 : \n\n_ التعسف في إستعمال الحق يكون :",
        "options": [
            {
                "text": "لا يستعمل الحق",
                "is_correct": false
            },
            {
                "text": "يخرج عن نطاق الحق",
                "is_correct": false
            },
            {
                "text": "يستعمل حقه في نطاق محدد",
                "is_correct": false
            },
            {
                "text": "يتنازل عن الحق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 299,
        "date": "2026-02-12 21:54:56",
        "question": "📌الاستفتاء 105 :\n\n_ اذا تجاوز الشخص حدود القانون في إستعمال حقه فإنه :",
        "options": [
            {
                "text": "يفقد جميع حقوقه",
                "is_correct": false
            },
            {
                "text": "لا يتحمل المسؤولية",
                "is_correct": false
            },
            {
                "text": "يعاقب جزائيا",
                "is_correct": false
            },
            {
                "text": "يستوجب عليه التعويض",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 298,
        "date": "2026-02-12 21:52:22",
        "question": "📌الاستفتاء 104 :\n\n_ الاصل في إستعمال الحق :",
        "options": [
            {
                "text": "ممنوع",
                "is_correct": false
            },
            {
                "text": "مطلقا دائما",
                "is_correct": false
            },
            {
                "text": "لا يجب تجاوز الحدود التي رسمها القانون",
                "is_correct": false
            },
            {
                "text": "يحتاج اللجوء على القضاء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 297,
        "date": "2026-02-12 21:31:36",
        "question": "📌 الاستفتاء 103\nأي ترتيب صحيح من حيث قوة الحجية غالباً؟",
        "options": [
            {
                "text": "القرائن أقوى من الكتابة الرسمية",
                "is_correct": false
            },
            {
                "text": "الشهادة أقوى من الإقرار",
                "is_correct": false
            },
            {
                "text": "الإقرار أقوى من الشهادة",
                "is_correct": false
            },
            {
                "text": "الكتابة الرسمية أقوى من القرينة القضائية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 296,
        "date": "2026-02-12 21:28:27",
        "question": "📌 الاستفتاء 102\nالشهادة في القانون المدني:",
        "options": [
            {
                "text": "ملزمة للقاضي دائماً",
                "is_correct": false
            },
            {
                "text": "للقاضي سلطة تقديرية في قبولها أو رفضها",
                "is_correct": false
            },
            {
                "text": "لا تعتبر وسيلة إثبات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 295,
        "date": "2026-02-12 21:24:35",
        "question": "📌 الاستفتاء 101\nالفرق الأساسي بين الكتابة الرسمية والعرفية هو:",
        "options": [
            {
                "text": "الرسمية لا تحتاج توقيع",
                "is_correct": false
            },
            {
                "text": "العرفية يحررها موظف عموميا",
                "is_correct": false
            },
            {
                "text": "الرسمية يحررها ضابط عمومي وفق القانون",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 294,
        "date": "2026-02-12 21:19:22",
        "question": "📌 الاستفتاء 100\nما هي اليمين الحاسمة ؟",
        "options": [
            {
                "text": "عقد رسمي",
                "is_correct": false
            },
            {
                "text": "قسم يحسم النزاع إذا وجهه أحد الخصوم للآخر",
                "is_correct": false
            },
            {
                "text": "دليل يقدمه الشاهد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 293,
        "date": "2026-02-12 21:18:31",
        "question": "📌 إستفتاء رقم 33\n1- دعوى الإثراء بلا سبب طبقا للقواعد العامة من خلال نص المادة 259 من ق م \n2- دعوى الكفالة طبقا لنص المادة 670 و المادة 672 من ق م   3- دعوى الحلول طبقا لنص المادة 671 من ق م",
        "options": [
            {
                "text": "1_ دعاوى تمكن المدين من الرجوع على الكفيل",
                "is_correct": false
            },
            {
                "text": "2_ دعاوى تمكن الكفيل من الرجوع على المدين",
                "is_correct": false
            },
            {
                "text": "3_ دعاوى تمكن الدائن من الرجوع على الكفيل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 292,
        "date": "2026-02-12 21:17:08",
        "question": "📌 الاستفتاء 99\nالإقرار هو:",
        "options": [
            {
                "text": "شهادة شاهد محايد",
                "is_correct": false
            },
            {
                "text": "إنكار الحق",
                "is_correct": false
            },
            {
                "text": "اعتراف الخصم بواقعة ضد مصلحته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 291,
        "date": "2026-02-12 21:15:01",
        "question": "📌 الاستفتاء 98\nالكتابة تعتبر دليل مهم لأنها:",
        "options": [
            {
                "text": "لا تتأثر بالزمن",
                "is_correct": false
            },
            {
                "text": "لا تصلح للإثبات",
                "is_correct": false
            },
            {
                "text": "تعتمد على ذاكرة الشهود",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 290,
        "date": "2026-02-12 21:12:50",
        "question": "📌 الاستفتاء 97\nطرق الإثبات في القانون المدني من المواد 324 إلى 350 هي:",
        "options": [
            {
                "text": "الاستئناف، النقض، المعارضة",
                "is_correct": false
            },
            {
                "text": "التفتيش ، التحقيق،الحجز",
                "is_correct": false
            },
            {
                "text": "الكتابة، الشهادة، القرائن، الإقرار، اليمين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 288,
        "date": "2026-02-12 21:10:10",
        "question": "📌 الاستفتاء 96\nالقاعدة العامة في عبء الإثبات تقع على:",
        "options": [
            {
                "text": "القاضي",
                "is_correct": false
            },
            {
                "text": "المدعي",
                "is_correct": false
            },
            {
                "text": "الشاهد",
                "is_correct": false
            },
            {
                "text": "المحامي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 287,
        "date": "2026-02-12 21:08:53",
        "question": "📌 الاستفتاء 95\nالإثبات هو:",
        "options": [
            {
                "text": "تنفيذ الحكم بالقوة",
                "is_correct": false
            },
            {
                "text": "إنكار الحق أمام القضاء",
                "is_correct": false
            },
            {
                "text": "إقامة الدليل أمام القضاء على وجود الحق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 285,
        "date": "2026-02-12 20:47:33",
        "question": "📌 الاستفتاء 94\nأيّ عبارة أدق في التمييز بين الأشياء المثلية والأشياء القيمية؟",
        "options": [
            {
                "text": "فرق بينهما لأن كلاهما يصلح أن يكون محلًا للحقوق المالية",
                "is_correct": false
            },
            {
                "text": "المثلية تتحدد بالذات ولا يقوم بعضها مقام بعض، والقيمية يقوم بعضها مقام بعض",
                "is_correct": false
            },
            {
                "text": "المثلية تستبدل بمثلها  أي تقدَّر بالوزن أو العدد أما القيمية فلا تستبدل لأنها تتعيّن بصفاتها الخاصة",
                "is_correct": false
            },
            {
                "text": "المثلية لا تُقاس إلا بالوزن، والقيمية لا تُقاس إلا بالعدد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 284,
        "date": "2026-02-12 20:31:33",
        "question": "📌 الاستفتاء 93\nأيّ الخيارات التالية يُعد مثالًا صحيحًا على شيء خارج عن التعامل بحكم القانون (وليس بطبيعته):",
        "options": [
            {
                "text": "أشعة الشمس",
                "is_correct": false
            },
            {
                "text": "الهواء",
                "is_correct": false
            },
            {
                "text": "ضوء القمر",
                "is_correct": false
            },
            {
                "text": "المخدرات التي تضر الصحة العامة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 283,
        "date": "2026-02-12 20:23:31",
        "question": "📌 الاستفتاء 92\nوفقًا للمادة 682 مدني: ما التعريف الأدق لـ الشيء الخارج عن التعامل؟",
        "options": [
            {
                "text": "كل شيء لا يصلح قانونًا أن يكون محلًا للحقوق المالية، إما لطبيعته أو بحكم القانون",
                "is_correct": false
            },
            {
                "text": "كل شيء لا يمكن حيازته ماديًا إطلاقًا",
                "is_correct": false
            },
            {
                "text": "كل شيء لا يُقدَّر بالوزن أو الكيل أو العدد",
                "is_correct": false
            },
            {
                "text": "كل شيء غير قابل للاستهلاك",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 282,
        "date": "2026-02-12 16:35:56",
        "question": "استفتاء رقم 22: \n\nهل تم منح الاستقلالية للمؤسسات العمومية الاقتصادية:",
        "options": [
            {
                "text": "نعم",
                "is_correct": false
            },
            {
                "text": "لا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 281,
        "date": "2026-02-12 16:34:41",
        "question": "استفتاء رقم 21:\n\nنظام القانوني المستعمل في المؤسسات العمومية الاقتصادية",
        "options": [
            {
                "text": "نظام القانوني المختلط",
                "is_correct": false
            },
            {
                "text": "نظام القانوني المركب",
                "is_correct": false
            },
            {
                "text": "نظام القانوني المختلط والمركب",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 280,
        "date": "2026-02-12 16:31:35",
        "question": "استفتاء رقم 20:\n\nذكر المشرع كيفية نشوء المؤسسات العمومية الاقتصاديه فيكون ب:",
        "options": [
            {
                "text": "بعقد توثيقي",
                "is_correct": false
            },
            {
                "text": "بموجب مرسوم",
                "is_correct": false
            },
            {
                "text": "بموجب قرار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 279,
        "date": "2026-02-12 16:29:51",
        "question": "استفتاء رقم 19 :\n\nفي قانون جزائري كل سلطات الضبط تتمتع بشخصيه المعنويه:",
        "options": [
            {
                "text": "نعم",
                "is_correct": false
            },
            {
                "text": "لا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 278,
        "date": "2026-02-12 16:27:20",
        "question": "استفتاء رقم 18:\n\nهل يتم اشتراك المحترفين و الخبراء في :",
        "options": [
            {
                "text": "عمل سلطات ادارية مستقلة",
                "is_correct": false
            },
            {
                "text": "في نشاطات بنكية و بورصة",
                "is_correct": false
            },
            {
                "text": "او اعمال لم يتم تحديدها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 277,
        "date": "2026-02-12 16:25:44",
        "question": "استفتاء رقم 17:\n\nهل تضمن المشرع الجزائري تعريف للضبط الاقتصادي:",
        "options": [
            {
                "text": "لا",
                "is_correct": false
            },
            {
                "text": "نعم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 275,
        "date": "2026-02-12 16:21:40",
        "question": "استفتاء رقم 16:\n\nهل اللجان المصرفية 1990:",
        "options": [
            {
                "text": "تختص بمراقبة مدى احترام بنوك الأحكام تشريعية",
                "is_correct": false
            },
            {
                "text": "توقيع عقوبات تأديبية على مخالفي قواعد قانونية",
                "is_correct": false
            },
            {
                "text": "او جميع ماسبق إضافة لإختصاصات أخرى",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 274,
        "date": "2026-02-12 16:19:24",
        "question": "استفتاء رقم 15:\n\nهل انشاء سلطات ضابطة تشترط خبرة",
        "options": [
            {
                "text": "نعم",
                "is_correct": false
            },
            {
                "text": "لا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 273,
        "date": "2026-02-12 16:15:14",
        "question": "استفتاء رقم 14:\n\nانواع سلطة الضبط هي :  مجالس متمثلة في:",
        "options": [
            {
                "text": "مجلس محاسبة",
                "is_correct": false
            },
            {
                "text": "مجلس منافسة",
                "is_correct": false
            },
            {
                "text": "مجلس النقد و القرض 2003",
                "is_correct": false
            },
            {
                "text": "او كل ماسبق ذكره",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 272,
        "date": "2026-02-12 16:12:31",
        "question": "استفتاء رقم13:\n\n هل يخضع الضبط الاداري :",
        "options": [
            {
                "text": "1_للسلطة رئاسية و حكومية",
                "is_correct": false
            },
            {
                "text": "2_ بل لا يتمتع بالاستقلالية لمواجهة البرلمان و الحكومة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 271,
        "date": "2026-02-12 16:09:25",
        "question": "استفتاء رقم 12:\n\nالضبط الاقتصادي هل هو :",
        "options": [
            {
                "text": "مجرد مصطلح اهتموا بتقديم مفهوم له",
                "is_correct": false
            },
            {
                "text": "هو عبارة عن مؤسسة و هيئة تابعة لدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 267,
        "date": "2026-02-12 15:53:57",
        "question": "الاستفتاء رقم 11\n\nصناديق المساهمة أُنشئت من أجل:",
        "options": [
            {
                "text": "إدارة محافظ الأسهم واستثمارها وفق قواعد تجارية بهدف تحقيق أرباح",
                "is_correct": false
            },
            {
                "text": "ممارسة التسيير الإداري المباشر للمؤسسات العمومية",
                "is_correct": false
            },
            {
                "text": "إلغاء خضوع المؤسسات للقانون التجاري",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 266,
        "date": "2026-02-12 15:52:38",
        "question": "الاستفتاء رقم 10 \nيُقصد بتقليص دور الدولة في التسيير المباشر للمؤسسات العمومية بعد إصلاحات 1988 :",
        "options": [
            {
                "text": "تخلي الدولة عن ملكية المؤسسات العمومية",
                "is_correct": false
            },
            {
                "text": "احتفاظ الدولة بملكية الأموال مع إنهاء الإدارة المباشرة وإخضاع المؤسسات لمنطق السوق",
                "is_correct": false
            },
            {
                "text": "القضاء النهائي على القطاع العام الاقتصادي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 265,
        "date": "2026-02-12 15:51:12",
        "question": "📌الاستفتاء 14:\nيُعرف المرفق العام حسب \"المعيار المادي\" بأنه:",
        "options": [
            {
                "text": "المنظمة التي تنشئها الدولة وتخضع لإدارتها",
                "is_correct": false
            },
            {
                "text": "كل نشاط تباشره السلطة العامة لا يهم فيه طبيعة الهيئة القائمة به",
                "is_correct": false
            },
            {
                "text": "مجموعة الأشخاص والأموال المخصصة لتحقيق غرض سياسي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 264,
        "date": "2026-02-12 15:50:33",
        "question": "الاستفتاء رقم 9 \n\nمرحلة احتكار الدولة للحقل الاقتصادي تعني أن الدولة :",
        "options": [
            {
                "text": "اكتفت بدور الحراسة وترك النشاط الاقتصادي للأفراد",
                "is_correct": false
            },
            {
                "text": "تبنت الاقتصاد الموجه وهيمنت على أغلب الأنشطة عبر المؤسسات العمومية",
                "is_correct": false
            },
            {
                "text": "مارست الرقابة دون امتلاك وسائل الإنتاج",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 263,
        "date": "2026-02-12 15:45:54",
        "question": "📌 الاستفتاء 13: \nيُعتبر المرفق العام بالنسبة للنشاط الإداري:",
        "options": [
            {
                "text": "المظهر السلبي الذي يهدف لتقييد حريات الأفراد",
                "is_correct": false
            },
            {
                "text": "الأسلوب القانوني الذي يقتصر على الهيئات المركزية فقط",
                "is_correct": false
            },
            {
                "text": "المظهر الإيجابي الذي يهدف إلى تقديم خدمات وإشباع حاجات عامة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 262,
        "date": "2026-02-12 15:45:17",
        "question": "الاستفتاء رقم 8 \nالفرق بين دستور 1996 ودستور 2016 بخصوص التنمية المستدامة هو:",
        "options": [
            {
                "text": "دستور 1996 نص عليها صراحة",
                "is_correct": false
            },
            {
                "text": "دستور 2016 كرسها صراحة في الديباجة، عكس دستور 1996",
                "is_correct": false
            },
            {
                "text": "كلاهما لم ينص عليها",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 261,
        "date": "2026-02-12 15:44:18",
        "question": "📌الاستفتاء 12:\nيرى \"الاتجاه الغالب في الفقه\" أن التعريف المرجح للمرفق العام يجب أن يتأسس على \"المعيار العضوي\" وحده لضمان الرقابة الإدارية:",
        "options": [
            {
                "text": "صحيح",
                "is_correct": false
            },
            {
                "text": "خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 260,
        "date": "2026-02-12 15:44:11",
        "question": "الاستفتاء رقم 7\nتطور دور الدولة في المجال الاقتصادي في الجزائر تمثل في:",
        "options": [
            {
                "text": "الانتقال المباشر من الاحتكار إلى الليبرالية دون أساس دستوري",
                "is_correct": false
            },
            {
                "text": "الانتقال من الاقتصاد الموجه إلى تكريس حرية الاستثمار دستوريًا",
                "is_correct": false
            },
            {
                "text": "بقاء تدخل الدولة دون أي تغيير بعد 1988",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 259,
        "date": "2026-02-12 15:42:01",
        "question": "📌الاستفتاء 11:\nيعرف المرفق العام وفقا المعيار الموضوعي بانه:",
        "options": [
            {
                "text": "الهيكل أو المنظمة التي تنشئها الدولة",
                "is_correct": false
            },
            {
                "text": "النشاط أو الخدمة التي تلبي حاجات عامة بغض النظر عن الجهة القائمة به",
                "is_correct": true
            },
            {
                "text": "مجموعة من الأشخاص والأموال المخصصة لتحقيق الربح",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 256,
        "date": "2026-02-12 15:33:44",
        "question": "إستفتاء رقم 10\nهل تعددت المفاهيم الخاصه بالمرفق العام ام انه اكتفى بمفهوم واحد",
        "options": [
            {
                "text": "1 تنوعت التعاريف وذلك حسب المعيار العضوي، الموضوع، المختلط",
                "is_correct": true
            },
            {
                "text": "2 لا لم يتنوع وانما اكتفى بمفهوم واحد",
                "is_correct": false
            },
            {
                "text": "3 انحصر المفهوم في المعيار الموضوعي والعضوي فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 255,
        "date": "2026-02-12 14:53:42",
        "question": "📌 الاستفتاء رقم 09 :\nعلام يعتمد التعريف المرجح للمرفق؟",
        "options": [
            {
                "text": "التركيز على الربحية",
                "is_correct": false
            },
            {
                "text": "الاكتفاء بالمعيار الشكلي",
                "is_correct": false
            },
            {
                "text": "الجمع بين المعيارين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 253,
        "date": "2026-02-12 14:46:54",
        "question": "📌 الاستفتاء رقم 08 :\nما شرط رولان بخصوص إدارة المرفق؟",
        "options": [
            {
                "text": "خضوعه لهيمنة السلطة",
                "is_correct": true
            },
            {
                "text": "إدارته من الخواص",
                "is_correct": false
            },
            {
                "text": "استقلاله التام عنهم",
                "is_correct": false
            }
        ],
        "explanation": "يشترط التعريف أن يكون المشروع خاضعاً للإدارة العليا للحكام او السلطة  لضمان توجيهه للنفع العام"
    },
    {
        "id": 252,
        "date": "2026-02-12 14:40:22",
        "question": "📌 الاستفتاء رقم 07 : \nما صفة المرفق في تعريف رولان؟",
        "options": [
            {
                "text": "مؤسسة خاصة مستقلة",
                "is_correct": false
            },
            {
                "text": "مشروع خاضع للإدارة",
                "is_correct": true
            },
            {
                "text": "نشاط ربحي بحت",
                "is_correct": false
            }
        ],
        "explanation": "يرى الفقيه رولان المشروع لا يُعد مرفقاً عاماً إلا باجتماع شرطين استهداف تحقيق المصلحة العامة  و خضوع المشروع لإشراف وتوجيه وإدارة السلطة الحكومية\n خدمة عامة + سيطرة حكومية = مرفق عام"
    },
    {
        "id": 251,
        "date": "2026-02-12 14:29:51",
        "question": "📌 الاستفتاء رقم 06 :\nما العنصر الإضافي في تعريف رولان؟",
        "options": [
            {
                "text": "الاعتماد على الخوصصة",
                "is_correct": false
            },
            {
                "text": "المنافسة الحرة الكاملة",
                "is_correct": false
            },
            {
                "text": "الخضوع لنظام استثنائي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 250,
        "date": "2026-02-12 14:26:07",
        "question": "📌 الاستفتاء رقم 05 :\nما علاقة الدولة بالمرافق في المعيار العضوي؟",
        "options": [
            {
                "text": "علاقة تنظيم وإشراف",
                "is_correct": false
            },
            {
                "text": "علاقة منافسة تجارية",
                "is_correct": false
            },
            {
                "text": "علاقة إنشاء وتبعية",
                "is_correct": true
            }
        ],
        "explanation": "يقصد بالمرفق هنا كل منظمة عامة تنشئها الدولة وتخضع لإدارتها بقصد تحقيق حاجات الجمهور من اجل قاعدة عامة وهي المنفعة العامة"
    },
    {
        "id": 249,
        "date": "2026-02-12 14:22:40",
        "question": "📌 الاستفتاء رقم 04 :\nبم يتميز المرفق حسب المعيار العضوي؟",
        "options": [
            {
                "text": "بالجهة التي تديره",
                "is_correct": false
            },
            {
                "text": "بتحقيق الأرباح التجارية",
                "is_correct": false
            },
            {
                "text": "بطبيعة النشاط المادي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 248,
        "date": "2026-02-12 14:15:55",
        "question": "📌 الاستفتاء رقم 03 :\nعلام يرتكز المعيار العضوي لتعريف المرفق؟",
        "options": [
            {
                "text": "الربح الخاص",
                "is_correct": false
            },
            {
                "text": "الهيكل التنظيمي للمؤسسة",
                "is_correct": false
            },
            {
                "text": "تنمية ميزانية الدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 247,
        "date": "2026-02-12 14:04:50",
        "question": "📌 الاستفتاء رقم 02 :\nما العنصر الذي يتجاهله المعيار الموضوعي؟",
        "options": [
            {
                "text": "طبيعة النشاط الممارس",
                "is_correct": false
            },
            {
                "text": "الهدف من الخدمة",
                "is_correct": false
            },
            {
                "text": "صفة الهيئة القائمة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 246,
        "date": "2026-02-12 14:01:15",
        "question": "📌 الاستفتاء رقم 01 :\nما جوهر المرفق وفق المعيار الموضوعي؟",
        "options": [
            {
                "text": "​الهيئة الإدارية الرسمية",
                "is_correct": false
            },
            {
                "text": "طبيعة النشاط الخدمي",
                "is_correct": false
            },
            {
                "text": "السلطة العامة للدولة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 244,
        "date": "2026-02-12 13:25:36",
        "question": "📌الاستفتاء 91 :\n\n_ هل الاشجار المعدة للقطع تعبتر",
        "options": [
            {
                "text": "عقار بطبيعته",
                "is_correct": false
            },
            {
                "text": "منقول بطبيعته",
                "is_correct": false
            },
            {
                "text": "منقول بالمال",
                "is_correct": false
            },
            {
                "text": "حق عيني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 243,
        "date": "2026-02-12 13:23:49",
        "question": "📌الاستفتاء 90 : \n\n_ المنقول بالمال هو في الاصل :",
        "options": [
            {
                "text": "منقول بطبيعته",
                "is_correct": false
            },
            {
                "text": "حق شخصي",
                "is_correct": false
            },
            {
                "text": "مال معنوي",
                "is_correct": false
            },
            {
                "text": "عقار بطبيعته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 242,
        "date": "2026-02-12 13:21:28",
        "question": "📌الاستفتاء 89 : \n\n_ يعتبر مالا عقاريا اذا كان :",
        "options": [
            {
                "text": "كل حق شخصي",
                "is_correct": false
            },
            {
                "text": "كل حق عيني يقع على عقار",
                "is_correct": false
            },
            {
                "text": "كل منقول",
                "is_correct": false
            },
            {
                "text": "كل دعوى مدنية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 241,
        "date": "2026-02-12 13:17:51",
        "question": "📌الاستفتاء 88 : \n\n_ يشترط لاعتبار العقار عقار التخصيص :",
        "options": [
            {
                "text": "ان يكون قابل للنقل",
                "is_correct": false
            },
            {
                "text": "ان يكون مملوك لنفس مالك العقار",
                "is_correct": false
            },
            {
                "text": "ان يكون في محل تجاري",
                "is_correct": false
            },
            {
                "text": "ان يكون هناك اتحاد بين مالك العقار والمنقول",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 240,
        "date": "2026-02-11 23:40:11",
        "question": "📌الاستفتاء 87 :\n\n_ عل العقار بطبيعته هو :",
        "options": [
            {
                "text": "الشيء الذي يمكن نقله بسهولة",
                "is_correct": false
            },
            {
                "text": "عقار خاص بالسيارات",
                "is_correct": false
            },
            {
                "text": "الشيء الثابت المتصل بالارض اتصال قرار",
                "is_correct": false
            },
            {
                "text": "حقار خاص بالاثاث",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 239,
        "date": "2026-02-11 23:32:05",
        "question": "📌الاستفتاء 86 :\n\n_ العقار هو ؟",
        "options": [
            {
                "text": "كل شيء مستقر لا يمكن نقله دون تلف",
                "is_correct": false
            },
            {
                "text": "كل شيء يمكن نقله دون تلف",
                "is_correct": false
            },
            {
                "text": "كل مال منقول",
                "is_correct": false
            },
            {
                "text": "حل حق شخصي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 238,
        "date": "2026-02-11 23:26:07",
        "question": "📌الاستفتاء 85 :\n\n_ يكون محل الحق الشخصي :",
        "options": [
            {
                "text": "شيئا ثابتا في الارض",
                "is_correct": false
            },
            {
                "text": "ارضا او بناء",
                "is_correct": false
            },
            {
                "text": "حق ملكية فقط",
                "is_correct": false
            },
            {
                "text": "عملا او امتناعا عن العمل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 237,
        "date": "2026-02-11 23:09:11",
        "question": "📌الاستفتاء 84 :\n\n_ يكون محل الحق العيني :",
        "options": [
            {
                "text": "عملا يقوم به المدين",
                "is_correct": false
            },
            {
                "text": "شيئا ماديا مستقلا عن الأشخاص",
                "is_correct": false
            },
            {
                "text": "التزام",
                "is_correct": false
            },
            {
                "text": "امتناع عن الحق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 234,
        "date": "2026-02-11 20:20:53",
        "question": "📌استفتاء رقم 31\n\nلماذا يجب على الكفيل التمسك بالدفع بالتجريد بنفسه؟",
        "options": [
            {
                "text": "1-لأنه من النظام العام",
                "is_correct": false
            },
            {
                "text": "2-ب. لأنه ليس من النظام العام",
                "is_correct": true
            },
            {
                "text": "3-ج. لأن القاضي يطبقه تلقائيًا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 233,
        "date": "2026-02-11 20:08:19",
        "question": "📌استفتاء رقم 30\n\n هل يملك الكفيل العيني حق الدفع بالتجريد؟",
        "options": [
            {
                "text": "1-يملك هذا الحق في كل الحالات",
                "is_correct": false
            },
            {
                "text": "2-لا يملكه إلا إذا وجد اتفاق خاص",
                "is_correct": true
            },
            {
                "text": "3-يملكه دائمًا مثل الكفيل الشخصي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 232,
        "date": "2026-02-11 19:35:59",
        "question": "📌استفتاء رقم 29 \n\nيفقد الكفيل حقه في الدفع  بالتجريد إذا كانت أموال المدين خارج الجزائر  ويصعب التنفيذ عليها",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 231,
        "date": "2026-02-11 19:29:39",
        "question": "📌استفتاء رقم 28\n\n  المقصود بالدفع بالتجريد",
        "options": [
            {
                "text": "1- وسيلة تجعل الدائن ينفّذ مباشرة على أموال الكفيل ",
                "is_correct": false
            },
            {
                "text": "2-حق يمنح للكفيل ليجبر الدائن على التنفيذ على أموال المدين أولًا",
                "is_correct": false
            },
            {
                "text": "3-حق يسمح للكفيل بالامتناع عن الوفاء نهائيا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 230,
        "date": "2026-02-11 19:21:36",
        "question": "📌استفتاء رقم 27\n\nلكي يتمكن الكفيل من التمسك بالدفع بالتجريد ،يجب ان تتوفر شروط.احد هذه الشروط هو:",
        "options": [
            {
                "text": "1-ان تكون الكفالة تضامنية",
                "is_correct": false
            },
            {
                "text": "2-ان تكون أموال المدين موجودة داخل الجزائر ومعروفة",
                "is_correct": false
            },
            {
                "text": "3-ان يكون الكفيل متضامنا مع المدين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 229,
        "date": "2026-02-11 18:16:27",
        "question": "📌استفتاء رقم 26\n\nيجوز للدائن ان ينفّذ على أموال الكفيل قبلاموتل المدين الأصلي",
        "options": [
            {
                "text": "1-صحيح ",
                "is_correct": false
            },
            {
                "text": "2-خطأ ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 220,
        "date": "2026-02-11 18:07:21",
        "question": "📌استفتاء رقم 25\n\nوفقًا لنص المادة 660/2، هل يجوز للدائن أن ينفّذ على أموال الكفيل قبل أموال المدين؟",
        "options": [
            {
                "text": "1-نعم يجوز",
                "is_correct": false
            },
            {
                "text": "2-يجوز إلا بعد تجريد المدين من أمواله",
                "is_correct": false
            },
            {
                "text": "3-يجوز إذا وافق الكفيل فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 219,
        "date": "2026-02-10 22:34:57",
        "question": "الاستفتاء رقم 6:\n\nالقانون العام الاقتصادي قانون مرن، يعني:",
        "options": [
            {
                "text": "ينظم الجميع العلاقات الإقتصادية القائمة بين الفاعلين الاقتصاديين",
                "is_correct": false
            },
            {
                "text": "يتغير بتغير التوجه الاقتصادي للدولة",
                "is_correct": true
            },
            {
                "text": "يتماشى مع سرعة التطورات الاقتصادية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 218,
        "date": "2026-02-10 22:33:03",
        "question": "الاستفتاء رقم 5:\n\nنص الدستور على مبدأ حق الملكية بموجب المادة:",
        "options": [
            {
                "text": "المادة 60",
                "is_correct": true
            },
            {
                "text": "المادة 37",
                "is_correct": false
            },
            {
                "text": "المادة 61",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 217,
        "date": "2026-02-10 22:31:04",
        "question": "الاستفتاء رقم 4:\n\nتم تكريس مبادئ القانون العام الاقتصادي في:",
        "options": [
            {
                "text": "التنظيم",
                "is_correct": false
            },
            {
                "text": "الاتفاقيات الدولية",
                "is_correct": false
            },
            {
                "text": "الدستور",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 216,
        "date": "2026-02-10 22:29:37",
        "question": "الاستفتاء رقم 3:\n\nتدخل الدولة كقوة اقتصادية بصفتها:",
        "options": [
            {
                "text": "صاحبة سيادة و سلطة",
                "is_correct": false
            },
            {
                "text": "كطرف خاص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 215,
        "date": "2026-02-10 22:28:02",
        "question": "استفتاء2:\nانسحاب الدولة من الحقل الاقتصادي، يعني:",
        "options": [
            {
                "text": "كل الأنشطة الإقتصادية هي حكر للدول",
                "is_correct": false
            },
            {
                "text": "ترك المجال للقطاع الخاص للإستثمار",
                "is_correct": false
            },
            {
                "text": "تدخل الدولة بصفتها منظم ،مراقب،مساهم",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 214,
        "date": "2026-02-10 22:24:16",
        "question": "الاستفتاء رقم01\n\nتم تغيير النهج الإقتصادي في الجزائر:",
        "options": [
            {
                "text": "سنة1988",
                "is_correct": false
            },
            {
                "text": "سنة1962",
                "is_correct": false
            },
            {
                "text": "سنة1996",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 209,
        "date": "2026-02-10 19:41:12",
        "question": "📌 استفتاء رقم 24 \n\nالدفع بعدم جواز مطالبة الكفيل وحده إلا بعد رجوعه على المدين، هو من الدفوع المترتبة على عقد الكفالة، ويُعد :",
        "options": [
            {
                "text": "دفعاً موضوعياً لأنه يتعلق مباشرة بأصل الحق المطالب به.",
                "is_correct": false
            },
            {
                "text": "دفعاً شكلياً لأنه يخضع لقانون الإجراءات المدنية والإدارية",
                "is_correct": false
            },
            {
                "text": "دفعاً بعدم قبول الدعوى، لعدم توفر شرط من الشروط اللازمة لقبولها.",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 207,
        "date": "2026-02-10 17:17:02",
        "question": "📌 الاستفتاء 83\nإذا قام شخص اعتباري بتصرف خارج الغرض الذي أنشئ من أجله فإن التصرف:",
        "options": [
            {
                "text": "لا أثر له على الإطلاق",
                "is_correct": false
            },
            {
                "text": "باطل لأنه تجاوز حدود الأهلية",
                "is_correct": false
            },
            {
                "text": "يتحول إلى تصرف شخصي للأعضاء",
                "is_correct": false
            },
            {
                "text": "صحيح دائمًا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 206,
        "date": "2026-02-10 17:14:41",
        "question": "📌 الاستفتاء 82\nالرأي الذي يرى أن الشخص الاعتباري لا يملك جنسية يستند إلى أن:",
        "options": [
            {
                "text": "الذمة المالية تمنع اكتساب الجنسية",
                "is_correct": false
            },
            {
                "text": "الدولة لا تعترف بالأشخاص الاعتبارية",
                "is_correct": false
            },
            {
                "text": "الشخص الاعتباري لا يتمتع بالشخصية القانونية",
                "is_correct": false
            },
            {
                "text": "الجنسية لا تثبت إلا للشخص الطبيعي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 205,
        "date": "2026-02-10 17:12:01",
        "question": "📌 الاستفتاء 81\nتبدأ الشخصية الاعتبارية للأشخاص الاعتبارية الخاصة بـ:",
        "options": [
            {
                "text": "تسجيلها في الحالة المدنية",
                "is_correct": false
            },
            {
                "text": "تحقق الشروط القانونية اللازمة لإنشائها",
                "is_correct": false
            },
            {
                "text": "صدور حكم قضائي",
                "is_correct": false
            },
            {
                "text": "الوفاة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 204,
        "date": "2026-02-10 17:08:18",
        "question": "📌 الاستفتاء 80\nمن هم الأشخاص الاعتبارية الخاصة ؟",
        "options": [
            {
                "text": "الشركات والجمعيات والوقف",
                "is_correct": false
            },
            {
                "text": "الدولة",
                "is_correct": false
            },
            {
                "text": "الولاية",
                "is_correct": false
            },
            {
                "text": "البلدية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 203,
        "date": "2026-02-10 17:04:41",
        "question": "📌 الاستفتاء 79\nتتميز الأشخاص الاعتبارية العامة بأنها:",
        "options": [
            {
                "text": "تخضع لقانون الجمعيات",
                "is_correct": false
            },
            {
                "text": "تنشأ بإرادة الأفراد",
                "is_correct": false
            },
            {
                "text": "تتمتع بسلطة عامة واستقلال مالي وإداري",
                "is_correct": false
            },
            {
                "text": "تهدف إلى تحقيق الربح",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 202,
        "date": "2026-02-10 17:02:21",
        "question": "📌 الاستفتاء 78\nمن عناصر قيام الشخص الاعتباري:",
        "options": [
            {
                "text": "وجود مجموعة من الأشخاص أو الأموال",
                "is_correct": false
            },
            {
                "text": "وجود جنسية",
                "is_correct": false
            },
            {
                "text": "وجود موطن فقط",
                "is_correct": false
            },
            {
                "text": "وجود شخص طبيعي واحد فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 201,
        "date": "2026-02-10 16:59:52",
        "question": "📌 الاستفتاء 77\nيُعرَّف الشخص الاعتباري بأنه:",
        "options": [
            {
                "text": "ذمة مالية مستقلة فقط",
                "is_correct": false
            },
            {
                "text": "شخص يمارس نشاطًا تجاريًا",
                "is_correct": false
            },
            {
                "text": "مجموعة من الأشخاص أو الأموال تهدف إلى تحقيق غرض معين ويعترف لها القانون بالشخصية القانونية",
                "is_correct": false
            },
            {
                "text": "شخص طبيعي يتمتع بالأهلية الكاملة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 199,
        "date": "2026-02-10 16:57:47",
        "question": "📌 الاستفتاء 76\nنظرية التخصيص ترى  ان الذمة المالية :",
        "options": [
            {
                "text": "تقوم على تخصيص الاموال لغرض معين وليس ارتباطها بالشخص",
                "is_correct": false
            },
            {
                "text": "مرتبطة بالشخص فقط",
                "is_correct": false
            },
            {
                "text": "لا تتغير أبدا",
                "is_correct": false
            },
            {
                "text": "لا تشمل الالتزامات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 198,
        "date": "2026-02-10 16:54:12",
        "question": "📌 الاستفتاء 75\nمن نتائج نظرية الشخصية أن :",
        "options": [
            {
                "text": "الذمة المالية تخص الاموال فقط",
                "is_correct": false
            },
            {
                "text": "الذمة المالية لا تتعدد لشخص واحد",
                "is_correct": false
            },
            {
                "text": "الذمة المالية لا يمكن فصلها عن الشخصية",
                "is_correct": false
            },
            {
                "text": "الذمة المالية لاتقبل التصرف",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 197,
        "date": "2026-02-10 16:51:17",
        "question": "📌 الاستفتاء 74\nحسب نظرية الشخصية أن الذمة المالية:",
        "options": [
            {
                "text": "تتعدد بتعدد الاموال",
                "is_correct": false
            },
            {
                "text": "يمكن ان توجد بلا صاحب",
                "is_correct": false
            },
            {
                "text": "مرتبطة بالشخصية القانونية ولا تفصل عنها",
                "is_correct": false
            },
            {
                "text": "مستقلة عن الشخص",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 196,
        "date": "2026-02-10 16:49:10",
        "question": "📌 الاستفتاء 73\nالذمة المالية تتكون من شقين هما:",
        "options": [
            {
                "text": "الاموال المنقولة والعقارية",
                "is_correct": false
            },
            {
                "text": "شق ايجابي(حقوق) وشق سلبي(ديون / التزامات)",
                "is_correct": false
            },
            {
                "text": "الحقوق والواجبات",
                "is_correct": false
            },
            {
                "text": "الحقوق فقط والواجبات فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 195,
        "date": "2026-02-10 16:44:34",
        "question": "📌 الاستفتاء 72\nالموطن المختار يشترط فيه:",
        "options": [
            {
                "text": "ان يكون مفروضا  بالقانون",
                "is_correct": false
            },
            {
                "text": "ان يكون دائما",
                "is_correct": false
            },
            {
                "text": "ان يكون شفهيا",
                "is_correct": false
            },
            {
                "text": "اين يكون عقديا ويثبت كتابة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 194,
        "date": "2026-02-10 16:36:28",
        "question": "📌 الاستفتاء 71 \nالموطن القانوني (المادة 38 ق.م) يتعلق ب:",
        "options": [
            {
                "text": "القصر والمحجور عليهم والغائب والمفقود",
                "is_correct": false
            },
            {
                "text": "محل الاقامة الاختياري",
                "is_correct": false
            },
            {
                "text": "التجار فقط",
                "is_correct": false
            },
            {
                "text": "الأشخاص الطبيعين فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 193,
        "date": "2026-02-10 16:34:06",
        "question": "📌 الاستفتاء 70 \nتنص المادة 37 من  ق.م ان الموطن الخاص هو:",
        "options": [
            {
                "text": "مكان السكن الدائم",
                "is_correct": false
            },
            {
                "text": "مكان يباشر فيه الشخص نشاطه التجاري او المهني",
                "is_correct": false
            },
            {
                "text": "مكان إقامة القصر",
                "is_correct": false
            },
            {
                "text": "محل مختار لتنفيذ عمل قانوني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 191,
        "date": "2026-02-10 16:28:54",
        "question": "📌 الاستفتاء 69 \nالموطن العام حسب المادة 36 من ق.م هو:",
        "options": [
            {
                "text": "ممارسة النشاط المهني",
                "is_correct": false
            },
            {
                "text": "محل الاقامة الرئيسي للشخص",
                "is_correct": false
            },
            {
                "text": "موطن النائب القانوني",
                "is_correct": false
            },
            {
                "text": "محل تنفيذ عقد معيين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 178,
        "date": "2026-02-09 21:30:22",
        "question": "📌الاستفتاء 68 : \n\n  _ الموطن هو :",
        "options": [
            {
                "text": "المقر القانوني للشخص",
                "is_correct": false
            },
            {
                "text": "محل الولادة",
                "is_correct": false
            },
            {
                "text": "مكان العمل فقط",
                "is_correct": false
            },
            {
                "text": "مكان وجود المال",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 177,
        "date": "2026-02-09 21:28:59",
        "question": "📌الاستفتاء 67 :\n\n   _اي مما يلي استثناء تتأثر فيه الحالة الدينية ؟",
        "options": [
            {
                "text": "النفقة",
                "is_correct": false
            },
            {
                "text": "تبليغ الاوراق القضائية",
                "is_correct": false
            },
            {
                "text": "تحديد الموطن",
                "is_correct": false
            },
            {
                "text": "الميراث",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 176,
        "date": "2026-02-09 21:26:25",
        "question": "📌الاستفتاء 66 :\n\n    _ الاصل في الحالة الدينية :",
        "options": [
            {
                "text": "تؤثر في جميع القوانين",
                "is_correct": false
            },
            {
                "text": "تؤثر على المراكز القانونية للاشخاص",
                "is_correct": false
            },
            {
                "text": "لا تؤثر على الحقوق والواجبات",
                "is_correct": false
            },
            {
                "text": "تمنع الاهلية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 175,
        "date": "2026-02-09 21:21:27",
        "question": "📌الاستفتاء 65 :\n\n  _تقوم مراقبة المصاهرة بقيام :",
        "options": [
            {
                "text": "النسب",
                "is_correct": false
            },
            {
                "text": "التبني",
                "is_correct": false
            },
            {
                "text": "الزواج",
                "is_correct": false
            },
            {
                "text": "الارث",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 172,
        "date": "2026-02-09 21:17:14",
        "question": "📌الاستفتاء 64 :\n\n_ قرابة العم بالنسبة لابن اخيه :",
        "options": [
            {
                "text": "الدرجة ثانية",
                "is_correct": false
            },
            {
                "text": "درجة اولى",
                "is_correct": false
            },
            {
                "text": "درجة رابعة",
                "is_correct": false
            },
            {
                "text": "درجة ثالثة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 171,
        "date": "2026-02-09 21:15:18",
        "question": "📌الاستفتاء 63 :\n\n   _ القرابة المباشرة تكون بين :",
        "options": [
            {
                "text": "الازواج",
                "is_correct": false
            },
            {
                "text": "اولاد العم",
                "is_correct": false
            },
            {
                "text": "الاصول والفروع",
                "is_correct": false
            },
            {
                "text": "الاخوة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 170,
        "date": "2026-02-09 21:13:48",
        "question": "📌الاستفتاء 62 :\n\n  _ يقوم النسب على :",
        "options": [
            {
                "text": "الزواج",
                "is_correct": false
            },
            {
                "text": "وحدة الاصل",
                "is_correct": false
            },
            {
                "text": "الاقامة",
                "is_correct": false
            },
            {
                "text": "المصلحة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 165,
        "date": "2026-02-09 10:15:04",
        "question": "📌الاستفتاء 61 :\n\n_ هل الجنسية المتكسبة تسمى ايضا :",
        "options": [
            {
                "text": "جنسية طارئة",
                "is_correct": false
            },
            {
                "text": "جنسية سياسية",
                "is_correct": false
            },
            {
                "text": "جنسية مؤقتة",
                "is_correct": false
            },
            {
                "text": "جنسية اقليمية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 164,
        "date": "2026-02-09 10:12:46",
        "question": "📌الاستفتاء 60 : \n\n_ اذا كان النسب مجهول ثم ثبت لاحقا لشخص معين فإنه:",
        "options": [
            {
                "text": "يبقى دون نسب",
                "is_correct": false
            },
            {
                "text": "يمنح اسما اداريا",
                "is_correct": false
            },
            {
                "text": "يحرم من اللقب",
                "is_correct": false
            },
            {
                "text": "يجب الحاقه بنسبه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 163,
        "date": "2026-02-09 10:10:54",
        "question": "📌الاستفتاء 59 : \n\n_ تغيير الاسم يرتبط اساسا",
        "options": [
            {
                "text": "بالجنسية",
                "is_correct": false
            },
            {
                "text": "بالنسب",
                "is_correct": false
            },
            {
                "text": "المهنة",
                "is_correct": false
            },
            {
                "text": "الحالة الدينية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 161,
        "date": "2026-02-09 10:01:55",
        "question": "📌الاستفتاء 58 : \n\n_ عندما يتم تصحيح الاسم يصدر حكم تصحيحه من طرف :",
        "options": [
            {
                "text": "رئيس المحكمة",
                "is_correct": false
            },
            {
                "text": "نائب رئيس المحكمة",
                "is_correct": false
            },
            {
                "text": "وكيل الجمهورية المختص اقليميا",
                "is_correct": false
            },
            {
                "text": "قاضي تحقيق",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 160,
        "date": "2026-02-09 09:59:30",
        "question": "📌الاستفتاء 57 : \n\n_ عند تصحيح اسم الشخص يقتضي بدفع طلب إلى :",
        "options": [
            {
                "text": "قاضي تطبيق الأحداث",
                "is_correct": false
            },
            {
                "text": "رئيس المحكمة",
                "is_correct": false
            },
            {
                "text": "امانة الظبط",
                "is_correct": false
            },
            {
                "text": "وكيل الجمهورية المختص اقليميا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 159,
        "date": "2026-02-09 09:53:39",
        "question": "📌الاستفتاء 56 : \n\n_ يمنع التعدي على الاسم لأنه :",
        "options": [
            {
                "text": "التزام قانوني",
                "is_correct": false
            },
            {
                "text": "يمنح لصاحبه حكر استعماله",
                "is_correct": false
            },
            {
                "text": "حق عيني",
                "is_correct": false
            },
            {
                "text": "من الحقوق اللصيقة بالشخصية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 158,
        "date": "2026-02-09 09:51:45",
        "question": "📌الاستفتاء 55 :\n\n_ هل يعتبر الاسم واجبا لأنه :",
        "options": [
            {
                "text": "قابل للبيع",
                "is_correct": false
            },
            {
                "text": "يسقط بالتقادم",
                "is_correct": false
            },
            {
                "text": "ضرورة اجتماعية",
                "is_correct": false
            },
            {
                "text": "حق مالي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 157,
        "date": "2026-02-08 22:07:03",
        "question": "📌 الاستفتاء 54\nهل إسم الشخص الحقيقي يعتبر",
        "options": [
            {
                "text": "اسم تجاري",
                "is_correct": false
            },
            {
                "text": "اسم شهرة",
                "is_correct": false
            },
            {
                "text": "اسم مدني",
                "is_correct": false
            },
            {
                "text": "اسم مستعار",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 156,
        "date": "2026-02-08 22:05:29",
        "question": "📌 الاستفتاء 53\nذو العاهتين (الاصم و الابكم او الاعمى والاصم)\nاذا تعذر عليه التعبير عن ارادته",
        "options": [
            {
                "text": "تبطل جميع تصرفاته",
                "is_correct": false
            },
            {
                "text": "يعين له مساعد قضائي",
                "is_correct": false
            },
            {
                "text": "يفقد أهلية الوجوب",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 155,
        "date": "2026-02-08 22:04:46",
        "question": "📌 إستفتاء رقم 23\n\nيحق للكفيل التمسك بجميع الدفوع التي يستطيع المدين التمسك بها في مواجهة الدائن",
        "options": [
            {
                "text": "1_ صحيح",
                "is_correct": false
            },
            {
                "text": "2_ خطأ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 154,
        "date": "2026-02-08 22:03:17",
        "question": "📌 الاستفتاء 52\nيعتبر الفقد (الغائب والمفقود)",
        "options": [
            {
                "text": "مانع مادي",
                "is_correct": false
            },
            {
                "text": "مانع طبيعي",
                "is_correct": false
            },
            {
                "text": "مانع شخصي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 153,
        "date": "2026-02-08 22:02:08",
        "question": "📌 الاستفتاء 51\nالحجر القانوني  يوقع على",
        "options": [
            {
                "text": "فاقد التمييز",
                "is_correct": false
            },
            {
                "text": "الطفل الصغير",
                "is_correct": false
            },
            {
                "text": "الشخص المحكوم عليه جزائيا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 152,
        "date": "2026-02-08 22:00:47",
        "question": "📌 إستفتاء رقم 22\n\nإذا كان كفيل الكفيل متضامنا مع الكفيل",
        "options": [
            {
                "text": "فإنه لا يجوز للدائن أن يرجع عل كفيل الكفيل قبل رجوعه عل   الكفيل",
                "is_correct": false
            },
            {
                "text": "فإنه يجوز للدائن أن يرجع عل كفيل الكفيل قبل رجوعه على الكفيل  ",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 151,
        "date": "2026-02-08 22:00:40",
        "question": "📌 الاستفتاء 50\nموانع الاهلية هي :",
        "options": [
            {
                "text": "حالات تمنع الشخص كامل الاهلية من مباشرة بعض التصرفات",
                "is_correct": false
            },
            {
                "text": "حالات تخص الاطفال فقط",
                "is_correct": false
            },
            {
                "text": "حالات تنعدم فيها أهلية الوجوب",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 150,
        "date": "2026-02-08 21:58:46",
        "question": "📌 الاستفتاء 49\nشخص حديث الولادة وولد اليوم أي نوع من الاهلية يثبت له مباشرة؟",
        "options": [
            {
                "text": "أهلية الاداء الكاملة",
                "is_correct": false
            },
            {
                "text": "أهلية الوجوب",
                "is_correct": false
            },
            {
                "text": "التمييز",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 149,
        "date": "2026-02-08 21:56:52",
        "question": "📌 الاستفتاء 48\nالطفل الغير مميز (أقل من 13 سنة) تكون أهليته:",
        "options": [
            {
                "text": "كاملة",
                "is_correct": false
            },
            {
                "text": "ناقصة",
                "is_correct": false
            },
            {
                "text": "منعدمة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 148,
        "date": "2026-02-08 21:55:20",
        "question": "📌 الاستفتاء 47\nما المقصود بأهلية الاداء؟",
        "options": [
            {
                "text": "صلاحية الشخص للتعبير عن ارادته  والقيام  بالتصرفات القانونية",
                "is_correct": false
            },
            {
                "text": "صلاحية الشخص لاكتساب الحقوق  فقط",
                "is_correct": false
            },
            {
                "text": "صفة تثبت لكل انسان دون استثناء",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 147,
        "date": "2026-02-08 21:52:36",
        "question": "📌 الاستفتاء 46\nمالمقصود  بأهلية الوجوب ؟",
        "options": [
            {
                "text": "صلاحية الشخص لمباشرة التصرفات بنفسه",
                "is_correct": false
            },
            {
                "text": "قدرة الشخص على التمييز",
                "is_correct": false
            },
            {
                "text": "صلاحية الشخص لإكتساب الحقوق وتحمل  الالتزامات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 146,
        "date": "2026-02-08 08:06:17",
        "question": "📌 استفتاء رقم 21 \n\nكإستثناء، متى تكون الكفالة عقد معاوضة ؟",
        "options": [
            {
                "text": "هي أصلاً عقد معاوضة",
                "is_correct": false
            },
            {
                "text": "إذا التزم الدائن بإعطاء الكفيل مُقابلاً",
                "is_correct": true
            },
            {
                "text": "إذا وُجِد نص قانوني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 145,
        "date": "2026-02-08 08:02:05",
        "question": "📌 استفتاء رقم 20\n\nيقوم الكفيل عادة بضمان الدين ... وبذلك فالكفالة بالنسبة له ... أما بالنسبة للدائن فتُعد الكفالة ...",
        "options": [
            {
                "text": "«دون مقابل» - «عقد تبرع» - «من الأعمال النافعة نفعاً محضا»",
                "is_correct": false
            },
            {
                "text": "«بمقابل» - «عقد معاوضة» - «من الأعمال النفاعة نفعاً محضاً»",
                "is_correct": false
            },
            {
                "text": "«دون مقابل» - «عقد تبرع» - «عقداً مُلزما له»",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 144,
        "date": "2026-02-08 07:51:02",
        "question": "📌 استفتاء رقم 19 \n\nعقد الكفالة عقد مُلزم .... فالكفالة في الأصل تُنشئ ....",
        "options": [
            {
                "text": "عقد الكفالة عقد ملزم «لجانبين» فالكفالة في الأصل تُنشئ «التزاما على عاتق الدائن يقابل التزام الكفيل»",
                "is_correct": false
            },
            {
                "text": "عقد الكفالة عقد مُلزم «لجانب واحد» فالكفالة في الأصل تُنشئ «التزاما واحداً على عاتق الكفيل»",
                "is_correct": false
            },
            {
                "text": "عقد الكفالة عقد مُلزم «للغير» فالكفالة في الأصل «تُنشئ التزاما في ذمة الغير»",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 142,
        "date": "2026-02-07 20:27:55",
        "question": "📌الاستفتاء 45 : \n  \n   _ هل حالات التي يغلب فيها الهلاك تتمثل في :",
        "options": [
            {
                "text": "الهجرة الغير شرعية",
                "is_correct": false
            },
            {
                "text": "وفاة في الحرب اوتحطم طائرة",
                "is_correct": false
            },
            {
                "text": "وفاة عادية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 141,
        "date": "2026-02-07 20:01:31",
        "question": "📌 إستفتاء رقم 18\n\nإذا كفل شخص التزاما مدنيا، ثم تحول الالتزام المدني إلى التزام طبيعي",
        "options": [
            {
                "text": "1_ يحق للكفيل إسترداد ما اوفى به",
                "is_correct": false
            },
            {
                "text": "2_ لا يحق للكفيل إسترداد ما أوفى به",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 140,
        "date": "2026-02-07 19:59:49",
        "question": "📌الاستفتاء 44 : \n\n  _ بالنسبة لاموال المفقود :",
        "options": [
            {
                "text": "تقسم على ورثته",
                "is_correct": false
            },
            {
                "text": "تذهب تركته للدولة",
                "is_correct": false
            },
            {
                "text": "لا تقسم على ورثته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 139,
        "date": "2026-02-07 19:51:55",
        "question": "📌 إستفتاء رقم 17\n\nتجوز الكفالة في الدين المستقبل",
        "options": [
            {
                "text": "1_ إذا كان المدين ناقص اهلية",
                "is_correct": false
            },
            {
                "text": "2_ إذا كان وقت الوفاء محددا",
                "is_correct": false
            },
            {
                "text": "3_ إذا كان الدين محددا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 138,
        "date": "2026-02-07 19:40:11",
        "question": "📌الاستفتاء 43 : \n\n   _ الحكم بالفقدان يدل على :",
        "options": [
            {
                "text": "وفاة الشخص",
                "is_correct": false
            },
            {
                "text": "عدم وفاة الشخص",
                "is_correct": true
            },
            {
                "text": "انقطاعه لمدة معينة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 137,
        "date": "2026-02-07 19:30:40",
        "question": "📌الاستفتاء 42 : \n\n   _ صدور حكم بفقدان شخص بناءا على :",
        "options": [
            {
                "text": "نيابة العامة او احد الورثة",
                "is_correct": true
            },
            {
                "text": "غيابه وانقطاعه",
                "is_correct": false
            },
            {
                "text": "مرور مدة قانونية",
                "is_correct": false
            },
            {
                "text": "عدم ثبوت حياته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 136,
        "date": "2026-02-07 18:56:10",
        "question": "📌الاستفتاء 41\n ما الفرق الجوهري بين الغائب والمفقود في القانون ؟",
        "options": [
            {
                "text": "الغائب  لا يعرف مكانه ، والمفقود مكانه معلوم",
                "is_correct": false
            },
            {
                "text": "الغائب انقطعت  أخباره  ولا يعرف أحي هو أم  ميت",
                "is_correct": false
            },
            {
                "text": "لا يوجد فرق بينهما",
                "is_correct": false
            },
            {
                "text": "الغائب  مكانه معلوم غالبا لكن يتعذر رجوعه، أما المفقود فإنقطعت أخباره ولايعرف أحي هو أم ميت",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 133,
        "date": "2026-02-07 18:26:22",
        "question": "📌 الاستفتاء 40\nماهو الموت الحكمي؟",
        "options": [
            {
                "text": "توقف وظائف الجسم طبيعيا",
                "is_correct": false
            },
            {
                "text": "حكم تصدره المحكمة بوفاة شخص  في ظروف معينة",
                "is_correct": true
            },
            {
                "text": "فقدان الذاكرة",
                "is_correct": false
            },
            {
                "text": "الهجرة خارج البلد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 132,
        "date": "2026-02-07 18:24:37",
        "question": "📌الاستفتاء 39\n تنتهي الشخصية القانونية  للشخص الطبيعي ب:",
        "options": [
            {
                "text": "السفر",
                "is_correct": false
            },
            {
                "text": "المرض",
                "is_correct": false
            },
            {
                "text": "الموت",
                "is_correct": true
            },
            {
                "text": "الزواج",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 131,
        "date": "2026-02-07 18:22:17",
        "question": "📌 الاستفتاء 38\n تبدأ الشخصية القانونية عند الانسان :",
        "options": [
            {
                "text": "عند الحمل",
                "is_correct": false
            },
            {
                "text": "عند الميلاد حيا",
                "is_correct": true
            },
            {
                "text": "عند بلوغ سن الرشد",
                "is_correct": false
            },
            {
                "text": "عند التسجيل في الحالة المدنية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 130,
        "date": "2026-02-07 00:28:51",
        "question": "📌 إستفتاء رقم 16\nإذا كان الكفيل يعلم بنقص أهلية المدين",
        "options": [
            {
                "text": "1_ فإن التزام الكفيل قابل للابطال",
                "is_correct": false
            },
            {
                "text": "2_ فلا يجوز للكفيل طلب إبطال العقد",
                "is_correct": false
            },
            {
                "text": "3_ يظل الكفيل ملتزما بصفته مدين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 129,
        "date": "2026-02-07 00:18:11",
        "question": "📌 إستفتاء رقم 15\n\nإذا كان الكفيل لا يعلم بنقص أهلية المدين فاعتقد أنه كامل الأهلية",
        "options": [
            {
                "text": "1_ فلا يجوز له إبطال العقد",
                "is_correct": false
            },
            {
                "text": "2_ فإن التزام الكفيل مرتبط بمصير التزام المدين ناقص الأهلية",
                "is_correct": false
            },
            {
                "text": "3_ فإن التزام الكفيل يعد باطلا من الاساس",
                "is_correct": false
            },
            {
                "text": "4_ فإن الكفيل يجوز له إبطال العقد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 128,
        "date": "2026-02-07 00:03:18",
        "question": "📌 إستفتاء رقم 14\n\nيتعلق التزام الكفيل بضمان الوفاء إذا لم يف المدين الأصلي وعليه",
        "options": [
            {
                "text": "1_ لابد من وجود التزام آخر صحيح يستند إليه",
                "is_correct": false
            },
            {
                "text": "2_ لابد من وجود مدين أصلي يستند إليه",
                "is_correct": false
            },
            {
                "text": "3_ لابد من وجود دين آخر صحيح يستند إليه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 127,
        "date": "2026-02-06 16:21:38",
        "question": "📌الاستفتاء 36 : \n\n   _ من اركان الحق الشخصي :",
        "options": [
            {
                "text": "الالتزام بالعمل",
                "is_correct": false
            },
            {
                "text": "الالتزام بإعطاء",
                "is_correct": false
            },
            {
                "text": "الامتناع عن العمال",
                "is_correct": false
            },
            {
                "text": "أطراف الحق",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 126,
        "date": "2026-02-06 16:17:49",
        "question": "📌الاستفتاء 35 : \n\n_ هل الحق الشخصي يتمثل في رابطة قانونية :",
        "options": [
            {
                "text": "بين عدة اشخاص",
                "is_correct": false
            },
            {
                "text": "دائن فقط",
                "is_correct": false
            },
            {
                "text": "مدين فقط",
                "is_correct": false
            },
            {
                "text": "بين شخصين دائن ومدين",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 125,
        "date": "2026-02-06 16:08:28",
        "question": "📌الاستفتاء 34 :\n\n  _ للامتياز أولوية يفصل فيها :",
        "options": [
            {
                "text": "الدائن",
                "is_correct": false
            },
            {
                "text": "القانون",
                "is_correct": true
            },
            {
                "text": "العرف",
                "is_correct": false
            },
            {
                "text": "أي شخص آخر",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 121,
        "date": "2026-02-06 12:31:14",
        "question": "📌 الاستفتاء 33\nالدائن المرتهن حيازيا يملك:",
        "options": [
            {
                "text": "حق حبس الشيء حتى الوفاء بالدين",
                "is_correct": true
            },
            {
                "text": "حق بيعه مباشر دون حكم",
                "is_correct": false
            },
            {
                "text": "حق تملكه فورا",
                "is_correct": false
            },
            {
                "text": "حق اتلافه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 120,
        "date": "2026-02-06 12:28:06",
        "question": "📌 الاستفتاء 32\nماهو الرهن الحيازي؟",
        "options": [
            {
                "text": "حق عيني تبعي مع تسليم الشيء المرهون للدائن",
                "is_correct": true
            },
            {
                "text": "بيع نهائي للشيء",
                "is_correct": false
            },
            {
                "text": "حق شخصي",
                "is_correct": false
            },
            {
                "text": "عقد العمل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 119,
        "date": "2026-02-06 12:24:58",
        "question": "📌الاستفتاء 31\nحق التخصيص يمنح الدائن :",
        "options": [
            {
                "text": "حق الافضلية في استيفاء  الدين",
                "is_correct": true
            },
            {
                "text": "حق استعمال العقار",
                "is_correct": false
            },
            {
                "text": "حق السكن",
                "is_correct": false
            },
            {
                "text": "حق التصرف الكامل",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 118,
        "date": "2026-02-06 12:19:21",
        "question": "📌الاستفتاء 30\nعن ماذا ينشأ حق التخصيص؟",
        "options": [
            {
                "text": "عقد بين طرفين",
                "is_correct": false
            },
            {
                "text": "أمر قضائي",
                "is_correct": false
            },
            {
                "text": "وصية",
                "is_correct": false
            },
            {
                "text": "تقادم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 117,
        "date": "2026-02-06 12:18:49",
        "question": "📌الاستفتاء 29\nمن خصائص الرهن الرسمي أنه :",
        "options": [
            {
                "text": "يشترط  تسليم  العقار للدائن",
                "is_correct": false
            },
            {
                "text": "لا يمنح حق الافضلية",
                "is_correct": false
            },
            {
                "text": "يبقى العقار في حيازة المدين",
                "is_correct": false
            },
            {
                "text": "يقع فقط على المنقول",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 116,
        "date": "2026-02-06 12:17:08",
        "question": "📌الاستفتاء 28 \nالرهن الرسمي هو :",
        "options": [
            {
                "text": "عقد ينقل  الملكية للدائن",
                "is_correct": false
            },
            {
                "text": "حق عيني تبعي يقع على عقار لضمان دين",
                "is_correct": false
            },
            {
                "text": "حق شخصي فقط",
                "is_correct": false
            },
            {
                "text": "التزام بدون ضمان",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 110,
        "date": "2026-02-03 20:18:39",
        "question": "📌الاستفتاء 27 :\n\n_ يخول حق الاستعمال لصاحبه",
        "options": [
            {
                "text": "حق الاستعمال فقط",
                "is_correct": false
            },
            {
                "text": "الاستعمال والاستغلال معا",
                "is_correct": false
            },
            {
                "text": "حق الاستغلال فقط",
                "is_correct": false
            },
            {
                "text": "إستعمال شئ مملوك للغير في حدود حاجاته الشخصية وحاجات اسرته",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 109,
        "date": "2026-02-03 20:13:53",
        "question": "📌الاستفتاء 26 : \n_ حق الارتفاق هو :",
        "options": [
            {
                "text": "حق شخصي يرد على المنقول",
                "is_correct": false
            },
            {
                "text": "حق انتفاع مؤقت",
                "is_correct": false
            },
            {
                "text": "حق عيني يقرر لمنفعة شخص",
                "is_correct": false
            },
            {
                "text": "حق عيني يقرر لمنفعة عقار على عقار آخر",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 108,
        "date": "2026-02-03 20:09:39",
        "question": "📌الاستفتاء 25 : \n\n_\" اعطاء الشخص سلطة إستعمال الشئ واستغلاله دون التصرف فيه \" هل هو ؟",
        "options": [
            {
                "text": "حق الارتفاق",
                "is_correct": false
            },
            {
                "text": "حق الانتفاع",
                "is_correct": false
            },
            {
                "text": "حق الاستعمال",
                "is_correct": false
            },
            {
                "text": "حق سكني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 107,
        "date": "2026-02-02 20:32:45",
        "question": "📌الاستفتاء 24 : \n\n_ وفقا للعبارة التالية : \" يبقى ما دام محله موجود ولا يسقط بعدم الاستعمال مع لم يقم شخص آخر بحيازته بغية تملكه \"      هل تعبتر :",
        "options": [
            {
                "text": "حق ملكية جامع",
                "is_correct": false
            },
            {
                "text": "حق ملكية مانع",
                "is_correct": false
            },
            {
                "text": "حق ملكية دائم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 106,
        "date": "2026-02-02 20:22:42",
        "question": "📌الاستفتاء 23 :\n\n_ هل حق الملكية :",
        "options": [
            {
                "text": "من مميزات الحقوق العينية التبعية",
                "is_correct": false
            },
            {
                "text": "من اهم الحقوق العينية الاصلية",
                "is_correct": false
            },
            {
                "text": "من انواع الحقوق العينية الاصلية",
                "is_correct": false
            },
            {
                "text": "من تقسيمات الحقوق العينية التبعية",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 105,
        "date": "2026-02-02 20:18:41",
        "question": "📌 الاستفتاء 22 : \n\n_ \"الحق الذي يرد على شيء مادي ويمنح سلطة مباشرة \"هو:",
        "options": [
            {
                "text": "حق ادبي",
                "is_correct": false
            },
            {
                "text": "حق شخصي",
                "is_correct": false
            },
            {
                "text": "حق ملكية",
                "is_correct": false
            },
            {
                "text": "حق عيني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 104,
        "date": "2026-02-02 01:08:30",
        "question": "📌 إستفتاء رقم 13\n\nلا يكون التزام الكفيل ممكنا",
        "options": [
            {
                "text": "1_ إلا اذا طالبه الدائن بتنفيذه",
                "is_correct": false
            },
            {
                "text": "2_ إلا إذا كان الالتزام الاصلي موجودا وصحيحا",
                "is_correct": false
            },
            {
                "text": "3_ إلا إذا واجازه المدين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 103,
        "date": "2026-02-02 00:50:47",
        "question": "📌 إستفتاء رقم 12\n\nنصت المادة 645 من ق م على أن الكفالة تثبت  ",
        "options": [
            {
                "text": "1_  بالكتابة",
                "is_correct": false
            },
            {
                "text": "2_  باللينة",
                "is_correct": false
            },
            {
                "text": "3_  اي وسيلة إثبات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 102,
        "date": "2026-02-02 00:36:01",
        "question": "📌 إستفتاء رقم 11\n\nتقضي القواعد العامة بأن الرضا طبقا لنص المادة 60 من ق م يجوز أن يكون صريحا أو ضمنيا وبذلك",
        "options": [
            {
                "text": "1_ يجوز أن يكون رضا المدين صريحا أو ضمنيا",
                "is_correct": false
            },
            {
                "text": "2_ يجوز أن يكون رضا الكفيل صريحا أو ضمنيا",
                "is_correct": false
            },
            {
                "text": "3_ في عقد الكفالة يجب أن يكون رضا الكفيل والمدين صرحا لان عقد الكفالة عقد تبرع",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 101,
        "date": "2026-02-02 00:21:01",
        "question": "📌 إستفتاء رقم 10\nتنعقد الكفالة بمجرد ما يتبادل الطرفان التعبير عن إرادتهما المتطابقتين لذا تتم ما بين",
        "options": [
            {
                "text": "الدائن والكفيل    ",
                "is_correct": false
            },
            {
                "text": "المدين والكفيل",
                "is_correct": false
            },
            {
                "text": "الدائن والمدين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 99,
        "date": "2026-01-31 18:46:38",
        "question": "📌 السؤال 21:\n\nما هو المعيار الأدق للتمييز بين الحق العيني والحق الشخصي؟",
        "options": [
            {
                "text": "الحق العيني هو علاقة مباشرة بين شخص وشيء، بينما الحق الشخصي هو علاقة بين شخصين (دائن ومدين)",
                "is_correct": false
            },
            {
                "text": "الحق العيني مطلق ويمكن الاحتجاج به ضد الكافة، أما الحق الشخصي فهو نسبي",
                "is_correct": false
            },
            {
                "text": "الحق العيني مصدره دائمًا القانون، بينما الحق الشخصي مصدره العقد فقط",
                "is_correct": false
            },
            {
                "text": "الحق العيني يتعلق دائمًا بالعقارات، بينما الحق الشخصي يتعلق بالمنقولات",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 98,
        "date": "2026-01-31 09:25:39",
        "question": "📌 إستفتاء رقم 9\n\nالأهلية اللازمة لإبرام الكفالة بالنسبة للكفيل",
        "options": [
            {
                "text": "1_ اهلية تجارية",
                "is_correct": false
            },
            {
                "text": "2_ اهلية التمييز",
                "is_correct": false
            },
            {
                "text": "3_ اهلية الاداء كاملة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 97,
        "date": "2026-01-30 21:10:59",
        "question": "📌 الاستفتاء 20 \n\n_ العلاقة التي تنشأ عنها حقوق الأسرة :",
        "options": [
            {
                "text": "العمل",
                "is_correct": false
            },
            {
                "text": "الزواج والقرابة",
                "is_correct": false
            },
            {
                "text": "الجنسية",
                "is_correct": false
            },
            {
                "text": "الاولاد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 96,
        "date": "2026-01-30 21:05:58",
        "question": "📌 الاستفتاء 19 \n\n_ \"حقوق خاصة بالمواطنين دون الاجانب \"  هل هي :",
        "options": [
            {
                "text": "خاصية من خصائص الحقوق السياسية ؟",
                "is_correct": false
            },
            {
                "text": "ميزة من ميزات الحقوق الاسرية ؟",
                "is_correct": false
            },
            {
                "text": "جانب ايجابي للحقوق الشخصية",
                "is_correct": false
            },
            {
                "text": "تابعة الحقوق المختلطة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 95,
        "date": "2026-01-30 21:01:37",
        "question": "📌 الاستفتاء 18 :\n\n_ أيهما يعتبر نوع من أنواع الحقوق الشخصية ؟",
        "options": [
            {
                "text": "الحق في الانتخاب",
                "is_correct": false
            },
            {
                "text": "حق الترشح للرئاسة",
                "is_correct": false
            },
            {
                "text": "حق الشخص في احترام كاينة الادبي",
                "is_correct": false
            },
            {
                "text": "حق الشخص في سلامة الافراد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 94,
        "date": "2026-01-30 20:56:26",
        "question": "📌 الاستفتاء 17 \n\n_ هل الحقوق الشخصية ( اللصيقة الشخصية ) ضمن :",
        "options": [
            {
                "text": "الحقوق المالية",
                "is_correct": false
            },
            {
                "text": "الحقوق المختطلة",
                "is_correct": false
            },
            {
                "text": "الحقوق العامة",
                "is_correct": false
            },
            {
                "text": "الحقوق الغير مالية",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 91,
        "date": "2026-01-30 20:16:57",
        "question": "📌الاستفتاء 16 : \n\n _تنقسم الحقوق من زاوية العلاقة التي تربط الفرد بدولته إلى :",
        "options": [
            {
                "text": "حقوق ساسية",
                "is_correct": false
            },
            {
                "text": "حقوق مالية",
                "is_correct": false
            },
            {
                "text": "حقوق عامة",
                "is_correct": false
            },
            {
                "text": "حقوق سياسية وعامة معا",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 90,
        "date": "2026-01-30 15:11:14",
        "question": "📌 إستفتاء رقم 8\n\nيشترط في الكفيل أن تكون لديه من الأموال ما يكفي للوفاء بالدين للدائن",
        "options": [
            {
                "text": "2_ صحيح",
                "is_correct": true
            },
            {
                "text": "2_ خطأ",
                "is_correct": false
            }
        ],
        "explanation": "تنص المادة 646 على أنه إذا التزم المدين بتقديم كفيل وجب أن يقدم شخصا موسرا ومقيما ، وله أن يقدم عوضا عن الكفيل تأمينا عينيا،"
    },
    {
        "id": 89,
        "date": "2026-01-30 15:00:47",
        "question": "📌 إستفتاء رقم 7\n\nيجوز أن يكون عقد الكفالة ملزما لجانبين",
        "options": [
            {
                "text": "1_ صحيح",
                "is_correct": true
            },
            {
                "text": "2_ خطأ",
                "is_correct": false
            }
        ],
        "explanation": "ولا يغير من طبيعة الكفالة على أنها عقد ملزم لجانب واحد أن يتقاضى الكفيل مقابلا من المدين، لأن الأخير، ليس طرفا في عقد الكفالة،"
    },
    {
        "id": 87,
        "date": "2026-01-30 12:44:35",
        "question": "📌 إستفتاء رقم 6\n\nإذا  أبطل الإلتزام الاصلي فإن التزام الكفيل",
        "options": [
            {
                "text": "يبقى قائما",
                "is_correct": false
            },
            {
                "text": "يسقط",
                "is_correct": true
            }
        ],
        "explanation": "لأن الكفيل يستطيع التمسك بالدفوع التي للمدين الاصلي،"
    },
    {
        "id": 83,
        "date": "2026-01-24 16:38:25",
        "question": "📌السؤال 15:\n\nما هو الإنتقاد الرئيسي الموجه للمذهب الشخصي فيما يتعلق بالأشخاص عديمي الاهلية؟",
        "options": [
            {
                "text": "1- أنه لا يعترف بحقوقهم كأشخاص طبيعين",
                "is_correct": false
            },
            {
                "text": "2- أنه يستلزم وجود أهلية كاملة لإكتساب الحق",
                "is_correct": false
            },
            {
                "text": "3- أنه يخلط بين حقهم وواجبهم",
                "is_correct": false
            },
            {
                "text": "4- أنه يمنح الحق فقط للأشخاص المعنويين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 82,
        "date": "2026-01-24 16:34:40",
        "question": "📌السؤال 14:\n\nما هو الواجب العام الذي يقابل الحقوق؟",
        "options": [
            {
                "text": "1- واجب إيجابي بالقيام بأعمال معينة",
                "is_correct": false
            },
            {
                "text": "2- واجب سلبي بالإمتناع عن الإعتداء على حق الغير",
                "is_correct": false
            },
            {
                "text": "3- واجب مالي بدفع المال",
                "is_correct": false
            },
            {
                "text": "4- واجب أدبي غير ملزم",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 81,
        "date": "2026-01-24 16:31:44",
        "question": "📌السؤال 13:\n\nأي مما يلي لا يعتبر من العناصر الأساسية للحق حسب النظرية الحديثة؟",
        "options": [
            {
                "text": "1- الحق عبارة عن سلطة يقررها القانون",
                "is_correct": false
            },
            {
                "text": "2- الحق يفرض وجود صاحب للحق",
                "is_correct": false
            },
            {
                "text": "3- الحق يرد على قيمة معينة",
                "is_correct": false
            },
            {
                "text": "4- الحق يتطلب موافقة جميع أفراد المجتمع",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 77,
        "date": "2026-01-24 16:26:05",
        "question": "📌السؤال 12:\n\nلا يوجد حق دون إرادة، هي مقولة الفقيه:",
        "options": [
            {
                "text": "سافيني",
                "is_correct": false
            },
            {
                "text": "إهرينج",
                "is_correct": false
            },
            {
                "text": "دابان",
                "is_correct": false
            },
            {
                "text": "أرسطو",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 76,
        "date": "2026-01-24 16:24:00",
        "question": "📌 السؤال 11:\n\nحسب إهرينج للحق عنصران، الأول المصلحة التي تعود لصاحب الحق والثاني هو:",
        "options": [
            {
                "text": "الواجبات المفروضة على صاحب الحق",
                "is_correct": false
            },
            {
                "text": "الحماية القانونية",
                "is_correct": false
            },
            {
                "text": "المزايا التي يحصل عليها مع الحق",
                "is_correct": false
            },
            {
                "text": "هنالك عنصر واحد وهو المصلحة فقط",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 70,
        "date": "2026-01-24 16:12:54",
        "question": "السؤال 10: ما هو التعريف الذي يقدمه المذهب الشخصي (النظرية الإرادية) للحق؟",
        "options": [
            {
                "text": "مصلحة يحميها القانون",
                "is_correct": false
            },
            {
                "text": "قدرة أو سلطة إرادية تثبت للشخص وتستمد من القانون",
                "is_correct": false
            },
            {
                "text": "سلطة يقررها القانون لشخص معين على مال معين",
                "is_correct": false
            },
            {
                "text": "علاقة قانونية بين شخصين",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 59,
        "date": "2026-01-23 17:38:43",
        "question": "📌الاستفتاء 9: \n\nالمركز القانوني:",
        "options": [
            {
                "text": "حقوق فقط",
                "is_correct": false
            },
            {
                "text": "واجبات فقط",
                "is_correct": false
            },
            {
                "text": "حرية عامة",
                "is_correct": false
            },
            {
                "text": "مجموعة الحقوق والواجبات",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 58,
        "date": "2026-01-23 17:32:28",
        "question": "📌الاستفتاء 8 : \n\nالعلاقة بين الواجب والحق :",
        "options": [
            {
                "text": "الحق يلغي الواجب",
                "is_correct": false
            },
            {
                "text": "كل واجب يقابله حق",
                "is_correct": false
            },
            {
                "text": "لا علاقة بينهما",
                "is_correct": false
            },
            {
                "text": "كل حق يقابله واجب",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 56,
        "date": "2026-01-23 17:29:16",
        "question": "📌 الاستفتاء 7 : \n\nتنشأ الحماية القانونية بعد الحق :",
        "options": [
            {
                "text": "من مسلمات المذهب الشخصي",
                "is_correct": false
            },
            {
                "text": "من انتقادات المذهب الموضوعي",
                "is_correct": true
            },
            {
                "text": "خصائص المذهب المختلط",
                "is_correct": false
            },
            {
                "text": "من انتقادات الذهب الشخصي",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 55,
        "date": "2026-01-23 17:26:34",
        "question": "📌 الاستفتاء 6 :\n\nيرى المذهب المختلط أن الحق :",
        "options": [
            {
                "text": "مصلحة فقط",
                "is_correct": false
            },
            {
                "text": "سلطة ارادية ومصلحة يحققها القانون",
                "is_correct": true
            },
            {
                "text": "سلطة فقط",
                "is_correct": false
            },
            {
                "text": "جزاء قانوني",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 53,
        "date": "2026-01-23 17:21:57",
        "question": "📌 الاستفتاء 5 : \n\nمؤسس المذهب الشخصي :",
        "options": [
            {
                "text": "اهرينج",
                "is_correct": false
            },
            {
                "text": "دابان",
                "is_correct": false
            },
            {
                "text": "مونتسكيو",
                "is_correct": false
            },
            {
                "text": "سافيني",
                "is_correct": true
            }
        ],
        "explanation": ""
    },
    {
        "id": 52,
        "date": "2026-01-23 17:20:52",
        "question": "📌الاستفتاء 4 : \n\nعرف الذهب الموضوعي الحق على انه :",
        "options": [
            {
                "text": "واجب قانوني",
                "is_correct": false
            },
            {
                "text": "مصلحة يحميها القانون",
                "is_correct": true
            },
            {
                "text": "قدرة وسلطة ارادية",
                "is_correct": false
            },
            {
                "text": "قاعدة امرة",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 51,
        "date": "2026-01-23 17:19:18",
        "question": "📌 الاستفتاء 3 :\n\nما الفرق بين القانون والحق :",
        "options": [
            {
                "text": "القانون يكفل احترام كل الحقوق",
                "is_correct": true
            },
            {
                "text": "لا يستند الحق إلى قانون",
                "is_correct": false
            },
            {
                "text": "الحق قاعدة امرة و القانون مصلحة",
                "is_correct": false
            },
            {
                "text": "لا فرق بينهما",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 50,
        "date": "2026-01-23 17:16:53",
        "question": "📌 الاستفتاء 2 : \n\nهل الحق :",
        "options": [
            {
                "text": "واجب يفرضه القانون",
                "is_correct": false
            },
            {
                "text": "سلطة او مصلحة يحققها القانون",
                "is_correct": true
            },
            {
                "text": "جزاء توقعه الدولة",
                "is_correct": false
            },
            {
                "text": "عادات دينية واخلاقيه",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 49,
        "date": "2026-01-23 17:14:12",
        "question": "📌 الاستفتاء 1 :\n   القانون هو عبارة عن :",
        "options": [
            {
                "text": "مجموعة القواعد دينية",
                "is_correct": false
            },
            {
                "text": "مجموعة قواعد اخلاقية غير  ملزمة",
                "is_correct": false
            },
            {
                "text": "مجموعة قواعد تنظم سلوك الأفراد في المجتمع مقترنة بجزاء",
                "is_correct": true
            },
            {
                "text": "مجموعة عادات وتقاليد",
                "is_correct": false
            }
        ],
        "explanation": ""
    },
    {
        "id": 48,
        "date": "2026-01-23 16:29:50",
        "question": "📌 إستفتاء رقم 5\n\nالتأمينات العينية هي",
        "options": [
            {
                "text": "1_ التزام شخص معين للوفاء بدين معين",
                "is_correct": false
            },
            {
                "text": "2_ تخصيص مال معين للوفاء بدين معين",
                "is_correct": true
            }
        ],
        "explanation": "فهي تقوم على تخصيص مال معين من أموال المدين لضمان الوفاء بالالتزام وهي تحقق حماية للدائن من خطر تصرف مدينه في هذا المال"
    },
    {
        "id": 47,
        "date": "2026-01-23 16:12:07",
        "question": "📌 إستفتاء رقم 4\n\nالتأمينات الشخصية هي",
        "options": [
            {
                "text": "1_ تعدد اموال المدين للوفاء بالدين",
                "is_correct": false
            },
            {
                "text": "2_ تعدد المسؤولين عن للوفاء بالدين",
                "is_correct": true
            }
        ],
        "explanation": "بمعنى ان يلتزم شخص آخر مع المدين للوفاء بالدين بأن يضم هذا الشخص ذمته إلى جانب ذمة المدين للوفاء بالدين"
    },
    {
        "id": 46,
        "date": "2026-01-23 14:53:08",
        "question": "📌 إستفتاء رقم 3 \n\nإذا كانت اموال المدين ديون في ذمة الغير يمكن للدائن العادي المطالبة بها عن طريق",
        "options": [
            {
                "text": "دعوى مباشرة",
                "is_correct": false
            },
            {
                "text": "دعوى بطلان التصرف",
                "is_correct": false
            },
            {
                "text": "دعوى غير مباشرة",
                "is_correct": true
            }
        ],
        "explanation": "أن يستعمل باسم مدينه جميع حقوق هذا المدين"
    },
    {
        "id": 45,
        "date": "2026-01-23 14:53:08",
        "question": "📌 إستفتاء رقم 2 \n\nإذا لم تكن أموال المدين كافية للوفاء بحقوق الدائنين جميعا",
        "options": [
            {
                "text": "1_ تقسم حسب تاريخ نشأة حقوقهم",
                "is_correct": false
            },
            {
                "text": "2_ تقسم حسب قيمة الدين",
                "is_correct": false
            },
            {
                "text": "3_ تقسم بينهم بالتساوي",
                "is_correct": true
            }
        ],
        "explanation": "في حالة عدم وجود حق أفضلية مكتسب طبقا للقانون فإن جميع الدائنين متساوون تجاه هذا الضمان\nالمادة: 188ف2 ف.م"
    },
    {
        "id": 44,
        "date": "2026-01-23 14:52:44",
        "question": "📌 إستفتاء رقم 1 \n\nيتمثل الضمان العام للدائنين في",
        "options": [
            {
                "text": "1 _ جميع عقارات المدين",
                "is_correct": false
            },
            {
                "text": "2 _ جميع المنقولات للمدين",
                "is_correct": false
            },
            {
                "text": "3 _ جميع اموال المدين",
                "is_correct": true
            }
        ],
        "explanation": "المادة 188ق.م : أموال المدين جميعها ضامنة لوفاء ديونه"
    }
];